Repository: common-repository/woo-order-splitter
Catalog: languages/woo-order-splitter-*.po
Languages: de_de, es_es, nl_nl

source: Sorry, your nonce did not verify.
de_de: Entschuldigung, Ihre Nonce hat nicht überprüft.
es_es: Lo sentimos, su nonce no se verificó.
nl_nl: Sorry, je nonce is niet geverifieerd.

source: Order status updated.
de_de: Bestellstatus aktualisiert.
es_es: Estado del pedido actualizado.
nl_nl: Orderstatus bijgewerkt.

source: New order status added.
de_de: Neuer Bestellstatus hinzugefügt.
es_es: Nuevo estado de pedido agregado.
nl_nl: Nieuwe bestelstatus toegevoegd.

source: Order status updated from
de_de: Bestellstatus aktualisiert von
es_es: Estado del pedido actualizado desde
nl_nl: Orderstatus bijgewerkt van

source: to
de_de: zu
es_es: a
nl_nl: naar

source: because the former status was deleted.
de_de: weil der frühere Status gelöscht wurde.
es_es: porque se eliminó el estado anterior.
nl_nl: omdat de vorige status is verwijderd.

source: Enter value to add new status
de_de: Geben Sie einen Wert ein, um einen neuen Status hinzuzufügen
es_es: Ingrese un valor para agregar un nuevo estado
nl_nl: Voer een waarde in om een ​​nieuwe status toe te voegen

source: Could not proceed your request. Please try again
de_de: Ihre Anfrage konnte nicht fortgesetzt werden. Bitte versuche es erneut
es_es: No se pudo continuar con su solicitud. Inténtalo de nuevo
nl_nl: Uw verzoek kan niet worden verwerkt. Probeer het a.u.b. opnieuw

source: Edit
de_de: Bearbeiten
es_es: Editar
nl_nl: Bewerk

source: Delete
de_de: Löschen
es_es: Supprimer
nl_nl: Verwijderen

source: Yes
de_de: Ja
es_es: si
nl_nl: Ja

source: core
de_de: Ader
es_es: núcleo
nl_nl: kern

source: custom
de_de: Benutzerdefiniert
es_es: personalizado
nl_nl: op maat

source: Order Statuses
de_de: Bestellstatus
es_es: Estados de pedidos
nl_nl: Orderstatussen

source: Add New
de_de: Neue hinzufügen
es_es: Agregar nuevo
nl_nl: Nieuw toevoegen

source: Show List
de_de: Liste anzeigen
es_es: Mostrar lista
nl_nl: Toon lijst

source: Slug already in used please try a different name.
de_de: Slug bereits verwendet, bitte versuchen Sie einen anderen Namen.
es_es: La babosa ya está en uso, intente con otro nombre.
nl_nl: Slug is al in gebruik, probeer een andere naam.

source: Name
es_es: Nombre
nl_nl: Naam

source: Slug
de_de: Schnecke
es_es: Babosa
nl_nl: Naaktslak

source: Paid
de_de: Bezahlt
es_es: Pagado
nl_nl: Betaald

source: Type
de_de: Art
es_es: Tipo

source: Status Name
es_es: Nombre de estado
nl_nl: Statusnaam

source: Status Slug
es_es: Slug de estado
nl_nl: Status naaktslak

source: Max Length 17
de_de: Maximale Länge 17
es_es: Longitud máxima 17
nl_nl: Max lengte 17

source: Orders with this status have been paid.
de_de: Bestellungen mit diesem Status wurden bezahlt.
es_es: Los pedidos con este estado han sido pagados.
nl_nl: Bestellingen met deze status zijn betaald.

source: Orders with this status require payment (similar to "pending").
de_de: Bestellungen mit diesem Status müssen bezahlt werden (ähnlich wie "Ausstehend").
es_es: Los pedidos con este estado requieren pago (similar a "pendiente").
nl_nl: Voor bestellingen met deze status is betaling vereist (vergelijkbaar met "in behandeling").

source: Orders are neither paid nor require payment (similar to "on-hold" or "refunded").
de_de: Bestellungen werden weder bezahlt noch müssen sie bezahlt werden (ähnlich wie "in der Warteschleife" oder "erstattet").
es_es: Los pedidos no se pagan ni requieren pago (similar a "en espera" o "reembolsado").
nl_nl: Bestellingen zijn niet betaald en vereisen geen betaling (vergelijkbaar met "in de wacht" of "terugbetaald").

source: Orders are paid but hidden, if you want to keep but do not want to show.
de_de: Bestellungen werden bezahlt, aber ausgeblendet, wenn Sie behalten möchten, aber nicht anzeigen möchten.
es_es: Los pedidos se pagan pero están ocultos, si desea conservarlos pero no desea mostrarlos.
nl_nl: Bestellingen worden betaald maar verborgen, als je wilt houden maar niet wilt laten zien.

source: Update
de_de: Aktualisieren
es_es: Mettre à jour
nl_nl: Bijwerken

source: Delete Confirmation?
de_de: Bestätigung löschen?
es_es: ¿Eliminar confirmación?
nl_nl: Bevestiging verwijderen?

source: After deletion of order status, all orders having this status will be changed to newly assigned status.
de_de: Nach dem Löschen des Auftragsstatus werden alle Aufträge mit diesem Status in den neu zugewiesenen Status geändert.
es_es: Después de eliminar el estado del pedido, todos los pedidos que tengan este estado cambiarán al estado recién asignado.
nl_nl: Na verwijdering van de bestelstatus, worden alle bestellingen met deze status gewijzigd in een nieuw toegewezen status.

source: Chose assigned status
de_de: Wählte den zugewiesenen Status
es_es: Elija el estado asignado
nl_nl: Kies de toegewezen status

source: Confirm delete & change status
de_de: Bestätigen Sie den Lösch- und Änderungsstatus
es_es: Confirmar eliminación y cambio de estado
nl_nl: Bevestig verwijderen en status wijzigen

source: close
de_de: schließen
es_es: cerca
nl_nl: dichtbij

source: All values should be greater than or equal to zero.
de_de: Alle Werte sollten größer oder gleich Null sein.
es_es: Todos los valores deben ser mayores o iguales a cero.
nl_nl: Alle waarden moeten groter zijn dan of gelijk zijn aan nul.

source: No Shipping
de_de: Kein Versand
es_es: Sin envío
nl_nl: Geen verzending

source: Equal Shipping
de_de: Gleicher Versand
es_es: Envío igual
nl_nl: Gelijke verzending

source: Product Based Shipping Class
de_de: Produktbasierte Versandklasse
es_es: Clase de envío basada en productos
nl_nl: Productgebaseerde verzendklasse

source: Category Based Shipping Class
de_de: Kategoriebasierte Versandklasse
es_es: Clase de envío basada en categoría
nl_nl: Op categorie gebaseerde verzendklasse

source: Clone Shipping
de_de: Klonversand
es_es: Envío de clonación
nl_nl: Kloon verzending

source: Order Total Based
de_de: Gesamtbestellmenge
es_es: Total del pedido basado
nl_nl: Bestelling totaal gebaseerd

source: Other Shipping Compatibilities
de_de: Andere Versandkompatibilitäten
es_es: Otras compatibilidades de envío
nl_nl: Andere verzendcompatibiliteit

source: Settings saved successfully.
de_de: Einstellungen erfolgreich gespeichert.
es_es: Configuración guardada correctamente.
nl_nl: Instellingen succesvol opgeslagen.

source: Shipping cost will not be included in child orders if this option is selected.
de_de: Die Versandkosten sind bei untergeordneten Bestellungen nicht enthalten, wenn diese Option ausgewählt ist.
es_es: El costo de envío no se incluirá en los pedidos de los niños si se selecciona esta opción.
nl_nl: Verzendkosten zijn niet inbegrepen bij bestellingen van kinderen als deze optie is geselecteerd.

source: Default
de_de: Standard
es_es: Defecto
nl_nl: Standaard

source: No shipping cost for child orders
de_de: Keine Versandkosten für Kinderbestellungen
es_es: Sin costo de envío para pedidos de niños
nl_nl: Geen verzendkosten voor bestellingen van kinderen

source: Shipping cost will be divided equally among child orders.
de_de: Die Versandkosten werden zu gleichen Teilen auf die Bestellungen der Kinder aufgeteilt.
es_es: El costo de envío se dividirá en partes iguales entre los pedidos secundarios.
nl_nl: De verzendkosten worden gelijk verdeeld over de kinderbestellingen.

source: Divide parent order shipping cost among child orders equally
de_de: Verteilen Sie die Versandkosten für übergeordnete Bestellungen gleichmäßig auf untergeordnete Bestellungen
es_es: Divida el costo de envío del pedido principal entre los pedidos secundarios por igual
nl_nl: Verdeel de verzendkosten van de bovenliggende bestelling gelijkelijk over de onderliggende bestellingen

source: Shipping cost will be added as per selected shipping class in individual product.
de_de: Die Versandkosten werden gemäß der ausgewählten Versandklasse im einzelnen Produkt hinzugefügt.
es_es: El costo de envío se agregará según la clase de envío seleccionada en el producto individual.
nl_nl: Verzendkosten worden toegevoegd volgens de geselecteerde verzendklasse in het individuele product.

source: Add shipping cost as per shipping class selected for Product
de_de: Versandkosten gemäß der für das Produkt ausgewählten Versandklasse hinzufügen
es_es: Agregue el costo de envío según la clase de envío seleccionada para el producto
nl_nl: Voeg verzendkosten toe volgens de verzendklasse die is geselecteerd voor Product

source: Assign a shipping class to a product under shipping section using Edit Product page.
de_de: Weisen Sie einem Produkt im Versandabschnitt über die Seite Produkt bearbeiten eine Versandklasse zu.
es_es: Asigne una clase de envío a un producto en la sección de envío mediante la página Editar producto.
nl_nl: Wijs een verzendklasse toe aan een product onder de verzendsectie met behulp van de pagina Product bewerken.

source: Shipping cost will be added as per selected shipping class for a product category.
de_de: Die Versandkosten werden je nach ausgewählter Versandklasse für eine Produktkategorie hinzugefügt.
es_es: El costo de envío se agregará según la clase de envío seleccionada para una categoría de producto.
nl_nl: Verzendkosten worden toegevoegd volgens de geselecteerde verzendklasse voor een productcategorie.

source: Add shipping cost as per shipping class selected for a Category
de_de: Versandkosten gemäß der für eine Kategorie ausgewählten Versandklasse hinzufügen
es_es: Agregue el costo de envío según la clase de envío seleccionada para una categoría
nl_nl: Voeg verzendkosten toe volgens de geselecteerde verzendklasse voor een categorie

source: Assign a shipping class to a category using Edit Category page.
de_de: Weisen Sie auf der Seite Kategorie bearbeiten einer Kategorie eine Versandklasse zu.
es_es: Asigne una clase de envío a una categoría usando la página Editar categoría.
nl_nl: Wijs een verzendklasse toe aan een categorie met behulp van de pagina Categorie bewerken.

source: Shipping cost will be cloned from parent order.
de_de: Die Versandkosten werden aus der übergeordneten Bestellung geklont.
es_es: El costo de envío se clonará del pedido principal.
nl_nl: De verzendkosten worden gekloond vanaf de bovenliggende bestelling.

source: Clone shipping cost from parent order
de_de: Klonversandkosten aus übergeordneter Bestellung
es_es: Clonar el costo de envío del pedido principal
nl_nl: Verzendkosten klonen van bovenliggende bestelling

source: Shipping cost will be added as per defined criteria according to the order total.
de_de: Die Versandkosten werden gemäß den definierten Kriterien entsprechend der Bestellsumme hinzugefügt.
es_es: El costo de envío se agregará según los criterios definidos de acuerdo con el total del pedido.
nl_nl: Verzendkosten worden toegevoegd volgens de gedefinieerde criteria volgens het totaal van de bestelling.

source: Apply shipping cost as per each order total
de_de: Wenden Sie die Versandkosten für jede Bestellung an
es_es: Aplicar el costo de envío según el total de cada pedido
nl_nl: verzendkosten

source: Default Value (If no criteria matched)
de_de: Standardwert (Wenn keine Kriterien übereinstimmen)
es_es: Valor predeterminado (si no coincide ningún criterio)
nl_nl: Standaardwaarde (als er geen criteria overeenkomen)

source: Define Criteria
de_de: Kriterien definieren
es_es: Definir criterios
nl_nl: Definieer criteria

source: Max total
es_es: Total máximo
nl_nl: Max totaal

source: Shipping Cost
de_de: Versandkosten
es_es: Costo de envío
nl_nl: Transportkosten

source: Delete row
de_de: Zeile löschen
es_es: Borrar fila
nl_nl: Verwijder rij

source: Add row
de_de: Zeile hinzufügen
es_es: Añadir fila
nl_nl: Rij toevoegen

source: Add
de_de: Hinzufügen
es_es: Ajouter
nl_nl: Toevoegen

source: WooCommerce USPS Shipping - Installed
de_de: WooCommerce USPS-Versand - installiert
es_es: Envío de WooCommerce USPS - Instalado
nl_nl: WooCommerce USPS Verzending - Geïnstalleerd

source: WooCommerce USPS Shipping - Missing
de_de: WooCommerce USPS-Versand - Fehlt
es_es: Envío de WooCommerce USPS - Falta
nl_nl: WooCommerce USPS-verzending - ontbreekt

source: Save Changes
de_de: Änderungen speichern
es_es: Guardar cambios
nl_nl: Wijzigingen opslaan

source: Click here to manage order meta keys for each category group after split
de_de: Klicken Sie hier, um die Auftrags-Metaschlüssel für jede Kategoriegruppe nach dem Teilen zu verwalten
es_es: Haga clic aquí para administrar las meta claves de pedido para cada grupo de categorías después de dividir
nl_nl: Klik hier om de meta-sleutels van de bestelling te beheren voor elke categoriegroep na splitsing

source: You may select order meta keys to be cloned into child orders after split action. Select a group and allow/disallow meta keys from the following. Leave blank for all allowed.
de_de: Sie können Auftrags-Metaschlüssel auswählen, die nach der Aufteilungsaktion in untergeordnete Aufträge geklont werden sollen. Wählen Sie eine Gruppe aus und erlauben / verbieten Sie Metaschlüssel wie folgt. Leer lassen für alle erlaubt.
es_es: Puede seleccionar las meta claves de orden para ser clonadas en órdenes secundarias después de la acción dividida. Seleccione un grupo y permita / no permita las meta claves de lo siguiente. Dejar en blanco para todo lo permitido.
nl_nl: U kunt de meta-sleutels van de bestelling selecteren om na een gesplitste actie in onderliggende bestellingen te worden gekloond. Selecteer een groep en sta de volgende meta-toetsen toe / niet toe. Laat leeg voor alles toegestaan.

source: Category Groups
de_de: Kategoriegruppen
es_es: Grupos de categoría
nl_nl: Categoriegroepen

source: Active
de_de: Aktiv
es_es: Activo
nl_nl: Actief

source: Available Order Meta Keys
de_de: Verfügbare Auftrags-Metaschlüssel
es_es: Orden disponible Meta Keys
nl_nl: Beschikbare Meta Keys

source: Hold ctrl for multiple select
de_de: Halten Sie die Strg-Taste gedrückt, um eine Mehrfachauswahl zu treffen
es_es: Mantenga presionada la tecla Ctrl para selección múltiple
nl_nl: Houd ctrl ingedrukt voor meervoudige selectie

source: None
de_de: Keiner
es_es: Ninguna
nl_nl: Geen

source: Shipping Items
de_de: Versandartikel
es_es: Artículos de envío
nl_nl: Verzendartikelen

source: Shipping Item Meta
de_de: Versandartikel Meta
es_es: Artículo de envío Meta
nl_nl: Verzendartikel Meta

source: Order Meta
de_de: Meta bestellen
es_es: Orden Meta
nl_nl: Bestel Meta

source: Save Meta
de_de: Meta speichern
es_es: Guardar meta
nl_nl: Sla Meta

source: Updated successfully.
de_de: Erfolgreich geupdated.
es_es: Actualizado con éxito.
nl_nl: Succesvol geupdatet.

source: Confirm to split your order?
de_de: Bestätigen Sie die Aufteilung Ihrer Bestellung?
es_es: Confirmar para dividir su pedido?
nl_nl: Bevestigen om uw bestelling te splitsen?

source: Invalid Order ID
de_de: Ungültige Bestell-ID
es_es: ID de pedido no válido
nl_nl: Ongeldige bestellings-ID

source: order-
de_de: Auftrag-
es_es: orden-
nl_nl: bestellen-

source: Order
de_de: Auftrag
es_es: Orden
nl_nl: Bestellen

source: Could not insert post into the database.
de_de: Beitrag konnte nicht in die Datenbank eingefügt werden.
es_es: No se pudo insertar la publicación en la base de datos.
nl_nl: Kan bericht niet in de database invoegen.

source: Invalid post ID.
de_de: Ungültige Post-ID.
es_es: ID de publicación no válida.
nl_nl: Ongeldige post-ID.

source: Could not update post in the database.
de_de: Beitrag in der Datenbank konnte nicht aktualisiert werden.
es_es: No se pudo actualizar la publicación en la base de datos.
nl_nl: Kan bericht in de database niet bijwerken.

source: In
de_de: Im
es_es: En

source: Out
de_de: aus
es_es: Fuera
nl_nl: Uit

source: View
de_de: Aussicht
es_es: Ver
nl_nl: Visie

source: All listed and future attributes are included.
de_de: Alle aufgelisteten und zukünftigen Attribute sind enthalten.
es_es: Todos los atributos listados y futuros están incluidos.
nl_nl: Alle vermelde en toekomstige kenmerken zijn inbegrepen.

source: Attribute
es_es: Atributos
nl_nl: Attribuut

source: Values
de_de: Werte
es_es: Valores
nl_nl: Waarden

source: Split Group
de_de: Gruppe teilen
es_es: Grupo dividido
nl_nl: Groep splitsen

source: Group Status
de_de: Gruppenstatus
es_es: Estado del grupo
nl_nl: Groepsstatus

source: All listed and future order item meta are included.
de_de: Alle aufgeführten und zukünftigen Bestellartikel-Meta sind enthalten.
es_es: Se incluyen todos los metadatos de artículos de pedido enumerados y futuros.
nl_nl: Alle vermelde en toekomstige meta van bestellingsitems zijn inbegrepen.

source: Meta Key
de_de: Meta-Schlüssel
es_es: Meta clave
nl_nl: Metasleutel

source: Recorded Values
de_de: Aufgezeichnete Werte
es_es: Valores registrados
nl_nl: Opgenomen waarden

source: for example purpose only
de_de: nur zum beispiel zweck
es_es: por ejemplo solo propósito
nl_nl: bijvoorbeeld alleen doel

source: Items Per Page
de_de: Artikel pro Seite
es_es: Artículos por página
nl_nl: Artikelen per pagina

source: All
de_de: Alles
es_es: Todas
nl_nl: Allemaal

source: Alphabetical
de_de: Alphabetisch
es_es: Alfabético
nl_nl: Alfabetisch

source: Change
de_de: Austausch
es_es: Intercambiar
nl_nl: Verandering

source: Package Title
de_de: Pakettitel
es_es: Título del paquete
nl_nl: Pakket titel

source: Example
de_de: Beispiel
es_es: Ejemplo
nl_nl: Voorbeeld

source: Parcel #
de_de: Paket #
es_es: Paquetes #
nl_nl: Pakket #

source: Backorder Automation
de_de: Rückstandsautomatisierung
es_es: Automatización de pedidos pendientes
nl_nl: Automatisering van naleveringen

source: Optional
es_es: Opcional
nl_nl: Optioneel

source: Split again and whenever stock is available.
de_de: Split wieder und wann immer Vorrat verfügbar ist.
es_es: Dividir de nuevo y siempre que haya stock disponible.
nl_nl: Opnieuw splitsen en wanneer de voorraad beschikbaar is.

source: Click here to see backorder automation in action
de_de: Klicken Sie hier, um die Rückstandsautomatisierung in Aktion zu sehen
es_es: Haga clic aquí para ver la automatización de pedidos pendientes en acción
nl_nl: Klik hier om backorder-automatisering in actie te zien

source: On checkout, parcels will be formed by the items with the identical values found against the selected field
de_de: Beim Auschecken werden Pakete aus den Elementen mit den identischen Werten gebildet, die für das ausgewählte Feld gefunden wurden
es_es: Al finalizar la compra, las parcelas estarán formadas por los elementos con los valores idénticos encontrados en el campo seleccionado
nl_nl: Bij het afrekenen worden pakketten gevormd door de items met de identieke waarden die in het geselecteerde veld zijn gevonden

source: among cart items.
de_de: unter Warenkorbartikeln.
es_es: entre los artículos del carrito.
nl_nl: onder winkelwagenartikelen.

source: Warning! This group of fields do not belong to the WooCommerce Products.
de_de: Warnung! Diese Gruppe von Feldern gehört nicht zu den WooCommerce-Produkten.
es_es: ¡Advertencia! Este grupo de campos no pertenece a los productos WooCommerce.
nl_nl: Waarschuwing! Deze groep velden behoort niet tot de WooCommerce-producten.

source: Field Name
de_de: Feldname
es_es: Nombre del campo
nl_nl: Veldnaam

source: Values not found
de_de: Werte nicht gefunden
es_es: Valores no encontrados
nl_nl: Waarden niet gevonden

source: No ACF group selected, please select groups from method selection to display fields.
de_de: Keine ACF-Gruppe ausgewählt. Bitte wählen Sie Gruppen aus der Methodenauswahl aus, um Felder anzuzeigen.
es_es: No se seleccionó ningún grupo ACF, seleccione grupos de la selección del método para mostrar los campos.
nl_nl: Geen ACF-groep geselecteerd, selecteer groepen uit methodeselectie om velden weer te geven.

source: Screen Options
de_de: Bildschirmoptionen
es_es: Opciones de pantalla
nl_nl: Schermopties

source: Click here to select groups
de_de: Klicken Sie hier, um Gruppen auszuwählen
es_es: Haga clic aquí para seleccionar grupos
nl_nl: Klik hier om groepen te selecteren

source: Note
de_de: Hinweis
es_es: Nota
nl_nl: Notitie

source: After successfully order split all bookings will be attached to child orders and detached from parent order items
de_de: Nach erfolgreicher Aufteilung der Bestellungen werden alle Buchungen an untergeordnete Bestellungen angehängt und von den übergeordneten Bestellpositionen getrennt
es_es: Después de dividir el pedido correctamente, todas las reservas se adjuntarán a los pedidos secundarios y se separarán de los artículos del pedido principal
nl_nl: Nadat de bestelling is gesplitst, worden alle boekingen toegevoegd aan onderliggende bestellingen en losgekoppeld van de bovenliggende bestelitems

source: Split all
de_de: Teile alles auf
es_es: Dividir todo
nl_nl: Alles splitsen

source: Group by
de_de: Gruppiere nach
es_es: Agrupar por
nl_nl: Groeperen op

source: Booking Date
de_de: Buchungsdatum
es_es: Fecha para registrarse
nl_nl: Boekingsdatum

source: Day
de_de: Tag
es_es: Día
nl_nl: Dag

source: Month
de_de: Monat
es_es: Mes
nl_nl: Maand

source: Year
de_de: Jahr
es_es: Año
nl_nl: Jaar

source: Split note
es_es: Nota dividida
nl_nl: Gesplitste noot

source: And
de_de: Und
es_es: Et
nl_nl: En

source: Payment Type
de_de: Zahlungsart
es_es: Tipo de pago
nl_nl: Betalingswijze

source: Full Payment
de_de: Vollständige Zahlung
es_es: Pago completo
nl_nl: Volledige betaling

source: Partial Payment
de_de: Teilzahlung
es_es: Pago parcial
nl_nl: Gedeeltelijke betaling

source: No products found
de_de: Keine Produkte gefunden
es_es: No se encontraron productos
nl_nl: Geen producten gevonden

source: Combined Order
de_de: Kombinierte Bestellung
es_es: Orden combinada
nl_nl: Gecombineerde bestelling

source: Parent Order
de_de: Elternordnung
es_es: Orden de los padres
nl_nl: Ouderorde

source: Items Count
de_de: Artikelanzahl
es_es: Recuento de artículos
nl_nl: Items tellen

source: Split From
de_de: Trennung von
es_es: Séparé de
nl_nl: Afgesplitst van

source: You do not have permission to complete this action.
de_de: Sie haben keine Berechtigung, diese Aktion auszuführen.
es_es: No tiene permiso para completar esta acción.
nl_nl: U heeft geen toestemming om deze actie uit te voeren.

source: You have to be logged in to complete this action
de_de: Sie müssen angemeldet sein, um diese Aktion ausführen zu können
es_es: Debes iniciar sesión para completar esta acción
nl_nl: U moet ingelogd zijn om deze actie te voltooien

source: You do not have permission to complete this action...
de_de: Sie haben keine Berechtigung, diese Aktion auszuführen ...
es_es: No tienes permiso para completar esta acción ...
nl_nl: U heeft geen toestemming om deze actie te voltooien ...

source: You have to be logged-in to complete this action.
de_de: Sie müssen angemeldet sein, um diese Aktion abzuschließen.
es_es: Debes iniciar sesión para completar esta acción.
nl_nl: U moet ingelogd zijn om deze actie te voltooien.

source: Cloned Order from
de_de: Geklonte Bestellung von
es_es: Orden clonada de
nl_nl: Gekloonde bestelling van

source: Order has been updated successfully.
de_de: Bestellung wurde erfolgreich aktualisiert.
es_es: El pedido se ha actualizado correctamente.
nl_nl: Bestelling is succesvol bijgewerkt.

source: Order Splitted.
de_de: Bestellung aufgeteilt.
es_es: Orden dividida.
nl_nl: Bestelling opgesplitst.

source: Consolidation Failed an error has occurred.
de_de: Konsolidierung fehlgeschlagen Ein Fehler ist aufgetreten.
es_es: Consolidation Failed se ha producido un error.
nl_nl: Consolidatie is mislukt, er is een fout opgetreden.

source: Duplication Failed an error has occurred.
de_de: Duplizierung fehlgeschlagen Ein Fehler ist aufgetreten.
es_es: Error de duplicación se ha producido un error.
nl_nl: Duplicatie mislukt, er is een fout opgetreden.

source: Split Failed an error has occurred.
de_de: Split Failed ist ein Fehler aufgetreten.
es_es: Split Failed ha ocurrido un error.
nl_nl: Splitsen mislukt, er is een fout opgetreden.
