Repository: common-repository/woo-order-splitter
Catalog: languages/woo-order-splitter-*.po
Languages: de_de, es_es, nl_nl

source: Couldn't send an email.
de_de: E-Mail konnte nicht gesendet werden.
es_es: No se pudo enviar un correo electrónico.
nl_nl: Kan geen e-mail verzenden.

source: SMTP fields were empty. WordPress default function
de_de: SMTP-Felder waren leer. WordPress Standardfunktion
es_es: Los campos SMTP estaban vacíos. Función predeterminada de WordPress
nl_nl: SMTP-velden waren leeg. WordPress standaardfunctie

source: is in use.
de_de: ist in Gebrauch.
es_es: está en uso.
nl_nl: is in gebruik.

source: ACF not installed/activated, this method only works with ACF
de_de: ACF nicht installiert / aktiviert, diese Methode funktioniert nur mit ACF
es_es: ACF no instalado / activado, este método solo funciona con ACF
nl_nl: ACF niet geïnstalleerd / geactiveerd, deze methode werkt alleen met ACF

source: to install/activate ACF
de_de: ACF installieren / aktivieren
es_es: para instalar / activar ACF
nl_nl: om ACF te installeren / activeren

source: Warning: Products in multiple categories might will produce unexpected results. It is not recommended to split product items in multiple categories.
de_de: Warnung: Produkte in mehreren Kategorien führen möglicherweise zu unerwarteten Ergebnissen. Es wird nicht empfohlen, Produktartikel in mehrere Kategorien aufzuteilen.
es_es: Advertencia: los productos en varias categorías pueden producir resultados inesperados. No se recomienda dividir los productos en varias categorías.
nl_nl: Waarschuwing: producten in meerdere categorieën kunnen onverwachte resultaten opleveren. Het wordt niet aanbevolen om productitems in meerdere categorieën op te splitsen.

source: Do not perform split action of any type.
de_de: Führen Sie keine Split-Aktion aus.
es_es: No realice acciones divididas de ningún tipo.
nl_nl: Voer geen split-actie uit van welk type dan ook.

source: Perform split action if any of the following product items are found in the order. So every single item in the order will be added in a separate order.
de_de: Führen Sie eine Aufteilungsaktion durch, wenn eines der folgenden Produktelemente in der Bestellung enthalten ist. Daher wird jeder einzelne Artikel in der Bestellung in einer separaten Bestellung hinzugefügt.
es_es: Realice una acción dividida si alguno de los siguientes artículos del producto se encuentra en el pedido. Por lo tanto, cada elemento del pedido se agregará en un orden separado.
nl_nl: Voer een gesplitste actie uit als een van de volgende productitems in de bestelling wordt gevonden. Dus elk item in de bestelling wordt in een aparte bestelling toegevoegd.

source: Exclusive
de_de: Exklusiv
es_es: Exclusivo
nl_nl: Exclusief

source: If any of the following product items are found in the order, separate them in new orders exclusively. So each selected item will be in a separate order.
de_de: Wenn einer der folgenden Produktartikel in der Bestellung enthalten ist, trennen Sie diese ausschließlich in neuen Bestellungen. Daher wird jeder ausgewählte Artikel in einer separaten Reihenfolge angezeigt.
es_es: Si se encuentra en el pedido alguno de los siguientes artículos del producto, sepárelos en nuevos pedidos exclusivamente. Por lo tanto, cada elemento seleccionado estará en un orden separado.
nl_nl: Als een van de volgende productitems in de bestelling wordt aangetroffen, scheid deze dan uitsluitend in nieuwe bestellingen. Dus elk geselecteerd item zal in een aparte volgorde staan.

source: Inclusive
de_de: Inklusive
es_es: Inclusivo
nl_nl: Inclusief

source: If any of the following product items are found in the order, separate them in a new order inclusively. So selected items will be grouped in another order separately.
de_de: Wenn einer der folgenden Produktartikel in der Bestellung enthalten ist, trennen Sie ihn in einer neuen Bestellung einschließlich. Ausgewählte Artikel werden also separat in einer anderen Reihenfolge gruppiert.
es_es: Si se encuentra en el pedido alguno de los siguientes artículos del producto, sepárelos en un nuevo pedido inclusive. Por lo tanto, los elementos seleccionados se agruparán en otro orden por separado.
nl_nl: Als een van de volgende productitems in de bestelling wordt aangetroffen, moet u deze in een nieuwe volgorde scheiden. Dus geselecteerde items worden afzonderlijk in een andere volgorde gegroepeerd.

source: Shredder
de_de: Aktenvernichter
es_es: Desfibradora

source: Group selected items in a new order. And all other items will be separated individually.
de_de: Gruppieren Sie ausgewählte Artikel in einer neuen Reihenfolge. Alle anderen Elemente werden einzeln getrennt.
es_es: Agrupe los elementos seleccionados en un nuevo orden. Y todos los demás elementos se separarán individualmente.
nl_nl: Groepeer geselecteerde items in een nieuwe volgorde. En alle andere items worden afzonderlijk gescheiden.

source: In stock
de_de: Auf Lager
es_es: En stock
nl_nl: Op voorraad

source: out of stock
de_de: ausverkauft
es_es: agotado
nl_nl: geen voorraad meer

source: If this option is selected, plugin will separate in stock and out of stock items. So items will be grouped as in stock items in one and remaining items in other order.
de_de: Wenn diese Option ausgewählt ist, trennt das Plugin Artikel auf Lager und nicht auf Lager. So werden Artikel wie Lagerartikel in einem und verbleibende Artikel in einer anderen Reihenfolge gruppiert.
es_es: Si se selecciona esta opción, el complemento se separará en los artículos en stock y fuera de stock. Por lo tanto, los artículos se agruparán como artículos en stock en uno y los artículos restantes en otro orden.
nl_nl: Als deze optie is geselecteerd, wordt de plug-in gescheiden in voorraad en niet in voorraad items. Artikelen worden dus gegroepeerd zoals in voorraadartikelen in één en resterende artikelen in andere volgorde.

source: Quantity Split
de_de: Mengenaufteilung
es_es: Split de cantidad
nl_nl: Hoeveelheid Split

source: If this option is selected, multiple orders can be created with default or defined quantity ratio.
de_de: Wenn diese Option ausgewählt ist, können mehrere Bestellungen mit Standard- oder definiertem Mengenverhältnis erstellt werden.
es_es: Si se selecciona esta opción, se pueden crear varios pedidos con una relación de cantidad predeterminada o definida.
nl_nl: Als deze optie is geselecteerd, kunnen meerdere bestellingen worden gemaakt met een standaard of een gedefinieerde hoeveelheidsverhouding.

source: Group by Delivery Dates / Subscription
de_de: Gruppieren nach Lieferterminen / Abonnement
es_es: Agrupar por fechas de entrega / suscripción
nl_nl: Groeperen op leveringsdata / abonnement

source: This option will split items according to delivery dates selected.
de_de: Mit dieser Option werden Artikel nach den ausgewählten Lieferterminen aufgeteilt.
es_es: Esta opción dividirá los artículos según las fechas de entrega seleccionadas.
nl_nl: Met deze optie worden artikelen gesplitst volgens de geselecteerde leveringsdatums.

source: Category Based Quantity Split
de_de: Kategoriebasierte Mengenaufteilung
es_es: División de cantidad basada en categorías
nl_nl: Op categorie gebaseerde hoeveelheidssplitsing

source: You can define quantity ratio for each category to split products into child orders.
de_de: Sie können für jede Kategorie ein Mengenverhältnis definieren, um Produkte in untergeordnete Bestellungen aufzuteilen.
es_es: Puede definir la proporción de cantidad para cada categoría para dividir los productos en pedidos secundarios.
nl_nl: U kunt voor elke categorie de hoeveelheidverhouding definiëren om producten in onderliggende bestellingen te splitsen.

source: Grouped Categories
de_de: Gruppierte Kategorien
es_es: Categorías agrupadas
nl_nl: Gegroepeerde categorieën

source: If this option is selected, plugin will separate category based items or group of category based items into assigned groups.
de_de: Wenn diese Option ausgewählt ist, teilt das Plugin kategoriebasierte Elemente oder Gruppen kategoriebasierter Elemente in zugewiesene Gruppen auf.
es_es: Si se selecciona esta opción, el complemento separará los elementos basados ​​en categorías o el grupo de elementos basados ​​en categorías en grupos asignados.
nl_nl: Als deze optie is geselecteerd, zal de plug-in op categorie gebaseerde items of een groep op categorie gebaseerde items in toegewezen groepen scheiden.

source: Grouped Products
de_de: Gruppierte Produkte
es_es: Productos agrupados
nl_nl: Gegroepeerde producten

source: If this option is selected, plugin will separate items or group of items into assigned groups including variations.
de_de: Wenn diese Option ausgewählt ist, trennt das Plugin Elemente oder Elementgruppen in zugewiesene Gruppen, einschließlich Variationen.
es_es: Si se selecciona esta opción, el complemento separará los elementos o el grupo de elementos en grupos asignados, incluidas las variaciones.
nl_nl: Als deze optie is geselecteerd, zal de plug-in items of groepen items opsplitsen in toegewezen groepen inclusief variaties.

source: Group by Vendors (User Role)
de_de: Nach Anbietern gruppieren (Benutzerrolle)
es_es: Agrupar por proveedores (rol de usuario)
nl_nl: Groeperen op leveranciers (gebruikersrol)

source: If this option is selected, plugin will separate items or group of items by multi-vendors into assigned groups.
de_de: Wenn diese Option ausgewählt ist, trennt das Plugin Elemente oder Elementgruppen von mehreren Anbietern in zugewiesene Gruppen.
es_es: Si se selecciona esta opción, el complemento separará los artículos o grupos de artículos por múltiples proveedores en grupos asignados.
nl_nl: Als deze optie is geselecteerd, zal de plug-in items of een groep items door meerdere leveranciers in toegewezen groepen scheiden.

source: Group by Vendors (User Terms)
de_de: Nach Anbietern gruppieren (Nutzungsbedingungen)
es_es: Agrupar por proveedores (condiciones de usuario)
nl_nl: Groeperen op leveranciers (gebruikersvoorwaarden)

source: If this option is selected, plugin will separate items or group of items by multi WooCommerce vendors into assigned groups.
de_de: Wenn diese Option ausgewählt ist, trennt das Plugin Elemente oder Elementgruppen von mehreren WooCommerce-Anbietern in zugewiesene Gruppen.
es_es: Si se selecciona esta opción, el complemento separará los elementos o el grupo de elementos de varios proveedores de WooCommerce en grupos asignados.
nl_nl: Als deze optie is geselecteerd, zal de plug-in items of groepen items van meerdere WooCommerce-leveranciers scheiden in toegewezen groepen.

source: Group by Attributes
de_de: Nach Attributen gruppieren
es_es: Agrupar por atributos
nl_nl: Groeperen op kenmerken

source: Variable Products can have multiple attributes and you can set rules to split and/or group having selected attributes.
de_de: Variable Produkte können mehrere Attribute haben und Sie können Regeln festlegen, um ausgewählte Attribute zu teilen und / oder zu gruppieren.
es_es: Los productos variables pueden tener múltiples atributos y puede establecer reglas para dividir y / o agrupar los atributos seleccionados.
nl_nl: Variabele producten kunnen meerdere attributen hebben en u kunt regels instellen om te splitsen en / of te groeperen met geselecteerde attributen.

source: Group by Attributes Values
de_de: Nach Attributen gruppieren Werte
es_es: Agrupar por valores de atributos
nl_nl: Groeperen op attributen Waarden

source: Variable Products will be grouped by the values they will be ordered with.
de_de: Variable Produkte werden nach den Werten gruppiert, mit denen sie bestellt werden.
es_es: Los productos variables se agruparán por los valores con los que se ordenarán.
nl_nl: Variabele producten worden gegroepeerd op de waarden waarmee ze worden besteld.

source: Group by ACF Field Values
de_de: Gruppieren nach ACF-Feldwerten
es_es: Agrupar por valores de campo ACF
nl_nl: Groeperen op ACF-veldwaarden

source: Orders will be grouped according to the identical values found in product meta.
de_de: Bestellungen werden nach den identischen Werten in Produktmeta gruppiert.
es_es: Los pedidos se agruparán de acuerdo con los valores idénticos que se encuentran en el meta del producto.
nl_nl: Bestellingen worden gegroepeerd op basis van de identieke waarden die in de productmeta worden gevonden.

source: Group by WooCommerce Booking (Partial Payment)
de_de: Gruppieren nach WooCommerce-Buchung (Teilzahlung)
es_es: Agrupar por reserva de WooCommerce (pago parcial)
nl_nl: Groeperen op WooCommerce-boeking (gedeeltelijke betaling)

source: Orders will be grouped according to booking date and partial or full payment mode.
de_de: Bestellungen werden nach Buchungsdatum und Teil- oder Vollzahlungsmodus gruppiert.
es_es: Los pedidos se agruparán según fecha de reserva y modalidad de pago parcial o total.
nl_nl: Bestellingen worden gegroepeerd op boekingsdatum en gedeeltelijke of volledige betalingswijze.

source: Group by Order Item Meta Values
de_de: Gruppieren nach Bestellartikel-Metawerten
es_es: Agrupar por metavalores de artículo de pedido
nl_nl: Groeperen op bestelling Item Metawaarden

source: Order items related meta data will be used to group the items in splitted orders.
de_de: Mit den Bestellartikeln zusammenhängende Metadaten werden verwendet, um die Artikel in geteilten Bestellungen zu gruppieren.
es_es: Los metadatos relacionados con los artículos de pedido se utilizarán para agrupar los artículos en pedidos divididos.
nl_nl: Metagegevens van productitems worden gebruikt om de items in gesplitste bestellingen te groeperen.

source: Group by Gravity Forms Meta from Product Page
de_de: Gruppieren nach Schwerkraft bildet Meta von der Produktseite
es_es: Agrupar por metadatos de Gravity Forms de la página del producto
nl_nl: Groeperen op zwaartekracht Formulieren Meta van productpagina

source: Product items meta data will be used to group the items in splitted orders.
de_de: Die Metadaten der Produktartikel werden verwendet, um die Artikel in geteilten Bestellungen zu gruppieren.
es_es: Los metadatos de artículos de producto se utilizarán para agrupar los artículos en pedidos divididos.
nl_nl: Metagegevens van productitems worden gebruikt om de items in gesplitste bestellingen te groeperen.

source: If any of the following selected items are found in the order, separate them in new orders exclusively. Rest of the items will remain in parent order.
de_de: Wenn einer der folgenden ausgewählten Artikel in der Bestellung enthalten ist, trennen Sie diese ausschließlich in neuen Bestellungen. Der Rest der Artikel bleibt in der übergeordneten Reihenfolge.
es_es: Si se encuentra alguno de los siguientes elementos seleccionados en el pedido, sepárelos exclusivamente en nuevos pedidos. El resto de los artículos permanecerán en el orden de los padres.
nl_nl: Als een van de volgende geselecteerde items in de bestelling wordt gevonden, scheid deze dan uitsluitend in nieuwe bestellingen. De rest van de items blijft in de bovenliggende volgorde.

source: If any of the following selected items are found in the order, separate them in a new order inclusively. Rest of the items will remain in parent order.
de_de: Wenn eines der folgenden ausgewählten Elemente in der Reihenfolge gefunden wird, trennen Sie es in einer neuen Reihenfolge, einschließlich. Der Rest der Artikel bleibt in der übergeordneten Reihenfolge.
es_es: Si se encuentra alguno de los siguientes elementos seleccionados en el orden, sepárelos en un nuevo orden inclusive. El resto de los artículos permanecerán en el orden de los padres.
nl_nl: Als een van de volgende geselecteerde items in de bestelling wordt gevonden, scheid ze dan ook in een nieuwe volgorde. De rest van de items blijft in de bovenliggende volgorde.

source: Keep selected items in parent order. And all other items will be separated individually.
de_de: Halten Sie ausgewählte Elemente in der übergeordneten Reihenfolge. Alle anderen Elemente werden einzeln getrennt.
es_es: Gardez les éléments sélectionnés dans l'ordre parent. Et tous les autres éléments seront séparés individuellement.
nl_nl: Houd geselecteerde items in bovenliggende volgorde. En alle andere items worden afzonderlijk gescheiden.

source: Select meta_key from product type posts and define rules for order status on split action/trigger.
de_de: Wählen Sie meta_key aus Produkttyp-Posts aus und definieren Sie Regeln für den Auftragsstatus bei Split-Aktion / Trigger.
es_es: Sélectionnez meta_key dans les publications de type de produit et définissez les règles pour le statut de la commande sur l'action / le déclencheur fractionné.
nl_nl: Selecteer meta_key uit posts over producttypen en definieer regels voor de bestelstatus bij gesplitste actie / trigger.

source: Products / Variations Having Meta Key
de_de: Produkte / Variationen mit Meta Key
es_es: Produits / Variations avec Meta Key
nl_nl: Producten / varianten met Meta Key

source: With Meta Value
de_de: Mit Metawert
es_es: Avec Meta Value
nl_nl: Met metawaarde

source: Should Go In WooCommerce Order Status
de_de: Sollte in den WooCommerce-Bestellstatus gehen
es_es: Devrait entrer dans le statut de commande WooCommerce
nl_nl: Moet in WooCommerce Orderstatus gaan

source: Preorder
de_de: Vorbestellen
es_es: Pré-commander
nl_nl: Voorafgaande bestelling

source: Rule
de_de: Regel
es_es: Règle
nl_nl: Regel

source: Drag and drop items to change rule priority
de_de: Ziehen Sie Elemente per Drag & Drop, um die Regelpriorität zu ändern
es_es: Arrastra y suelta elementos para cambiar la prioridad de las reglas
nl_nl: Sleep items en zet ze neer om de regelprioriteit te wijzigen

source: Available/Defined Rules
de_de: Verfügbare / definierte Regeln
es_es: Règles disponibles / définies
nl_nl: Beschikbare / gedefinieerde regels

source: Top rule will take priority when multiple rules are applicable.
de_de: Die oberste Regel hat Priorität, wenn mehrere Regeln anwendbar sind.
es_es: La regla superior tendrá prioridad cuando se apliquen varias reglas.
nl_nl: De hoogste regel heeft voorrang als er meerdere regels van toepassing zijn.

source: Select meta_key(s) of orders to be cloned/copied in splitted and/or cloned orders:
de_de: Wählen Sie meta_key (s) von Aufträgen aus, die in geteilten und / oder geklonten Aufträgen geklont / kopiert werden sollen:
es_es: Sélectionnez la ou les méta-clé (s) des commandes à cloner / copier dans des commandes fractionnées et / ou clonées:
nl_nl: Selecteer meta_key (s) van orders die moeten worden gekloond / gekopieerd in gesplitste en / of gekloonde orders:

source: By default, all order meta keys will be copied.
de_de: Standardmäßig werden alle Auftrags-Metaschlüssel kopiert.
es_es: Par défaut, toutes les métadonnées de commande seront copiées.
nl_nl: Standaard worden alle metatoetsen voor bestellingen gekopieerd.

source: Product Vendor
de_de: Produktanbieter
es_es: Vendeur de produit
nl_nl: Productverkoper

source: Select
de_de: Wählen
es_es: Seleccione
nl_nl: Selecteer

source: Parcel Shipment
de_de: Paketversand
es_es: Envío de paquetes
nl_nl: Pakketverzending

source: Customer
de_de: Kunde
es_es: Cliente
nl_nl: Klant

source: User
de_de: Nutzer
es_es: Usuario
nl_nl: Gebruiker

source: Backorder Limit
de_de: Rückstandslimit
es_es: Límite de pedidos pendientes
nl_nl: Limiet voor nalevering

source: Set a limit for backorders so no more backorder will be received.
de_de: Legen Sie ein Limit für Nachbestellungen fest, damit keine Nachbestellungen mehr eingehen.
es_es: Establezca un límite para los pedidos pendientes para que no se reciban más pedidos pendientes.
nl_nl: Stel een limiet in voor naleveringen, zodat er geen naleveringen meer worden ontvangen.

source: You cannot add
de_de: Sie können nicht hinzufügen
es_es: No puedes agregar
nl_nl: U kunt niet toevoegen

source: to the cart due to insufficient stock.
de_de: in den Warenkorb wegen unzureichenden Lagerbestands.
es_es: al carrito por falta de stock.
nl_nl: naar de winkelwagen vanwege onvoldoende voorraad.

source: Deposit
de_de: Anzahlung
es_es: Depositar
nl_nl: Storting

source: Remaining Amount:
de_de: Restbetrag:
es_es: Cantidad restante:
nl_nl: Resterend bedrag:

source: Preferred Delivery Day?
de_de: Bevorzugter Liefertag?
es_es: ¿Día de entrega preferido?
nl_nl: Voorkeur bezorgdag?

source: Shipping Class
de_de: Versandklasse
es_es: Clase de envío
nl_nl: Verzendklasse

source: No
de_de: Nein
nl_nl: Nee

source: Video Tutorial
de_de: Videoanleitung
nl_nl: Video uitleg

source: Min total
de_de: Min insgesamt
nl_nl: Min totaal

source: Line Item Meta
de_de: Werbebuchung Meta
nl_nl: Regelitem Meta

source: N/A
nl_nl: Nvt

source: Categorial
de_de: Kategorie
nl_nl: Categoriaal

source: Total
de_de: Gesamt
nl_nl: Totaal

source: Remove splitted items from parent order
de_de: Entfernen Sie geteilte Elemente aus der übergeordneten Reihenfolge
nl_nl: Verwijder gesplitste items uit de bovenliggende order

source: WCFM Marketplace
de_de: WCFM-Marktplatz
nl_nl: WCFM-marktplaats
