Repository: common-repository/woo-order-splitter
Catalog: languages/woo-order-splitter-*.po
Languages: de_de, es_es, nl_nl

source: You do not have sufficient permissions to access this page.
de_de: Sie haben nicht genügend Berechtigungen, um auf diese Seite zuzugreifen.
es_es: No tiene permisos suficientes para acceder a esta página.
nl_nl: U heeft niet voldoende rechten om deze pagina te openen.

source: Settings
de_de: die Einstellungen
es_es: Configuraciones
nl_nl: Instellingen

source: Go Premium
de_de: Gehen Sie Premium
es_es: Hazte Premium
nl_nl: Ga voor Premium

source: Order number
de_de: Bestellnummer
es_es: Número de orden
nl_nl: Bestelnummer

source: Date
de_de: Datiert
es_es: Con fecha de
nl_nl: Datum

source: Orders
de_de: Aufträge
es_es: Pedidos
nl_nl: Bestellingen

source: includes
de_de: beinhaltet
es_es: incluye
nl_nl: omvat

source: Product
de_de: Produkt
es_es: Producto

source: Vendor
de_de: Verkäufer
es_es: Vendedor
nl_nl: Verkoper

source: Shipment
de_de: Sendung
es_es: Envío
nl_nl: Verzending

source: Payment method
de_de: Bezahlverfahren
es_es: Método de pago
nl_nl: Betalingsmiddel

source: Order Total
de_de: Auftragssumme
es_es: Total del pedido
nl_nl: totale bestelling

source: Amount
de_de: Menge
es_es: Cantidad
nl_nl: Bedrag

source: Total amount charged to billing method
de_de: Gesamtbetrag, der der Abrechnungsmethode belastet wird
es_es: Importe total cargado al método de facturación
nl_nl: Totaalbedrag in rekening gebracht via factureringsmethode

source: Success
de_de: Erfolg
es_es: Éxito
nl_nl: Succes

source: Failed
de_de: Gescheitert
es_es: Ha fallado
nl_nl: Mislukt

source: Vendor Email
de_de: Hersteller-E-Mail
es_es: Correo electrónico del proveedor
nl_nl: E-mailadres van leverancier

source: Billing Email
de_de: Abrechnung per E-Mail
es_es: Correo Electrónico de Facturas
nl_nl: Rekening e-mail

source: Registered Email
de_de: Registrierte Email
es_es: Email registrado
nl_nl: geregistreerde email

source: Following product/items are configured with different split actions.
de_de: Folgende Produkte / Artikel werden mit verschiedenen Split-Aktionen konfiguriert.
es_es: Los siguientes productos / artículos están configurados con diferentes acciones divididas.
nl_nl: De volgende producten / artikelen zijn geconfigureerd met verschillende splitsingsacties.

source: Select one of these split actions to proceed for this order.
de_de: Wählen Sie eine dieser Aufteilungsaktionen aus, um mit dieser Bestellung fortzufahren.
es_es: Seleccione una de estas acciones divididas para continuar con este pedido.
nl_nl: Selecteer een van deze gesplitste acties om door te gaan voor deze bestelling.

source: This option will not work with Auto Split.
de_de: Diese Option funktioniert nicht mit Auto Split.
es_es: Esta opción no funcionará con Auto Split.
nl_nl: Deze optie werkt niet met Auto Split.

source: Are you sure, you want delete this rule?
de_de: Sind Sie sicher, dass Sie diese Regel löschen möchten?
es_es: ¿Estás seguro de que deseas eliminar esta regla?
nl_nl: Weet je zeker dat je deze regel wilt verwijderen?

source: Manual split from order page will not follow the split rules which you defined on the settings page. Here you split with the manual selection.
de_de: Die manuelle Aufteilung von der Bestellseite folgt nicht den Aufteilungsregeln, die Sie auf der Einstellungsseite definiert haben. Hier splitten Sie mit der manuellen Auswahl.
es_es: Se recomienda ACTIVAR la opción "Eliminar artículos del pedido principal al dividir" de la página de configuración para que el pedido principal solo tenga artículos en stock después de dividirlo.
nl_nl: Handmatig splitsen van de bestelpagina zal niet de splitsregels volgen die u op de instellingenpagina hebt gedefinieerd. Hier splits je met de handmatige selectie.

source: Split with the rules > Orders list page and the following icon
de_de: Teilen Sie mit der Seite Regeln > Auftragsliste und dem folgenden Symbol
es_es: Dividir con las reglas> Página de lista de pedidos y el siguiente icono
nl_nl: Splitsen met de regels > Orderlijstpagina en het volgende pictogram

source: Click here to mark this item as parent/main order during this action
de_de: Klicken Sie hier, um diesen Artikel während dieser Aktion als übergeordnete / Hauptbestellung zu markieren
es_es: Haga clic aquí para marcar este artículo como orden principal / principal durante esta acción
nl_nl: Klik hier om dit item tijdens deze actie als bovenliggende / hoofdorder te markeren

source: All booking items will be grouped by same date
de_de: Alle Buchungsgegenstände werden nach demselben Datum gruppiert
es_es: Todos los elementos de la reserva se agruparán por la misma fecha
nl_nl: Alle boekingsitems worden gegroepeerd op dezelfde datum

source: All booking items will be grouped by same month
de_de: Alle Buchungsgegenstände werden nach demselben Monat gruppiert
es_es: Todos los elementos de la reserva se agruparán por el mismo mes
nl_nl: Alle boekingsitems worden gegroepeerd op dezelfde maand

source: All booking items will be grouped by same year
de_de: Alle Buchungsgegenstände werden nach demselben Jahr gruppiert
es_es: Todos los elementos de la reserva se agruparán por el mismo año
nl_nl: Alle boekingsitems worden gegroepeerd op hetzelfde jaar

source: All booking items will be grouped by same day and month
de_de: Alle Buchungsgegenstände werden nach demselben Tag und Monat gruppiert
es_es: Todos los elementos de la reserva se agruparán por el mismo día y mes
nl_nl: Alle boekingsitems worden gegroepeerd op dezelfde dag en maand

source: All booking items will be grouped by same day and year
de_de: Alle Buchungsgegenstände werden nach demselben Tag und Jahr gruppiert
es_es: Todos los elementos de la reserva se agruparán por el mismo día y año
nl_nl: Alle boekingsitems worden gegroepeerd op dezelfde dag en hetzelfde jaar

source: All booking items will be grouped by same month and year
de_de: Alle Buchungsgegenstände werden nach demselben Monat und Jahr gruppiert
es_es: Todos los elementos de la reserva se agruparán por el mismo mes y año
nl_nl: Alle boekingsitems worden gegroepeerd op maand en jaar

source: Change status to pending
de_de: Ändern Sie den Status in Ausstehend
es_es: Changer l'état en attente
nl_nl: Wijzig de status in in behandeling

source: Change status to cancelled
de_de: Ändern Sie den Status in abgebrochen
es_es: Changer le statut en annulé
nl_nl: Verander de status in geannuleerd

source: Force Restore
de_de: Wiederherstellung erzwingen
es_es: Restauración forzada
nl_nl: Herstel forceren

source: Clone Orders
de_de: Bestellungen klonen
es_es: Ordres de clonage

source: Split Orders
de_de: Geteilte Bestellungen
es_es: Ordres fractionnés
nl_nl: Gesplitste bestellingen

source: Consolidate/Combine/Merge Orders
de_de: Aufträge konsolidieren / kombinieren / zusammenführen
es_es: Consolider / combiner / fusionner des commandes
nl_nl: Orders consolideren / combineren / samenvoegen

source: Mark
de_de: Kennzeichen
es_es: marca

source: Clone
de_de: Klon
es_es: Clon
nl_nl: Kloon

source: Split
de_de: Teilt
es_es: División
nl_nl: Splitsen

source: Split Order
de_de: Geteilte Reihenfolge
es_es: Orden dividida

source: Clone Order
de_de: Klonreihenfolge
es_es: Orden de clonación

source: Conflict Alert!
de_de: Konfliktalarm!
es_es: Alerta de conflicto!
nl_nl: Conflictalarm!

source: Page
de_de: Seite
es_es: marca
nl_nl: Bladzijde

source: Order log removed!
de_de: Bestellprotokoll entfernt!
es_es: ¡Registro de pedidos eliminado!
nl_nl: Orderlog verwijderd!

source: Default (All qty. to x1) - Video Tutorial
de_de: Standard (Alle Mengen bis x1) - Video-Tutorial
es_es: Predeterminado (Todas las cantidades a x1) - Video Tutorial
nl_nl: Standaard (alle stuks tot x1) - Video-tutorial

source: Custom (Split only defined values) - Video Tutorial
de_de: Benutzerdefiniert (Nur definierte Werte teilen) - Video-Tutorial
es_es: Personalizado (dividir solo valores definidos) - Video Tutorial
nl_nl: Aangepast (alleen gedefinieerde waarden splitsen) - Videozelfstudie

source: Eric (Selected + Defined values) - Video Tutorial
de_de: Eric (Ausgewählte + Definierte Werte) - Video-Tutorial
es_es: Eric (valores seleccionados + definidos) - Video Tutorial
nl_nl: Eric (geselecteerde + gedefinieerde waarden) - videozelfstudie

source: Default (All qty. to x1)
de_de: Standard (Alle Mengen bis x1)
es_es: Predeterminado (Todas las cantidades a x1)
nl_nl: Standaard (alle aantal tot x1)

source: Custom (Split only defined values)
de_de: Benutzerdefiniert (Nur definierte Werte teilen)
es_es: Personalizado (dividir solo valores definidos)
nl_nl: Aangepast (alleen gedefinieerde waarden splitsen)

source: Eric Logic (Selected+Defined items/quantity into new order)
de_de: Eric Logic (Ausgewählte + Definierte Artikel / Menge in neue Bestellung)
es_es: Eric Logic (Artículos / cantidad seleccionados + definidos en un nuevo pedido)
nl_nl: Eric Logic (geselecteerde + gedefinieerde artikelen / hoeveelheid in nieuwe bestelling)

source: Product Based
de_de: Produktbasiert
es_es: Producto basado
nl_nl: Product gebaseerd

source: Select ACF Groups to show fields
de_de: Wählen Sie ACF-Gruppen aus, um Felder anzuzeigen
es_es: Seleccione Grupos ACF para mostrar los campos
nl_nl: Selecteer ACF-groepen om velden weer te geven

source: No ACF group found
de_de: Keine ACF-Gruppe gefunden
es_es: No se encontró ningún grupo ACF
nl_nl: Geen ACF-groep gevonden

source: Click here
de_de: Klicke hier
es_es: haga clic aquí
nl_nl: Klik hier

source: to create new ACF group
de_de: um eine neue ACF-Gruppe zu erstellen
es_es: para crear un nuevo grupo ACF
nl_nl: om een ​​nieuwe ACF-groep te maken

source: Split Settings (ON/OFF)
de_de: Geteilte Einstellungen (EIN / AUS)
es_es: Configuración dividida (ACTIVAR / DESACTIVAR)
nl_nl: Split-instellingen (AAN / UIT)

source: Inclusive parcel status after split
de_de: Inklusive Paketstatus nach Split
es_es: Estado del paquete incluido después de la división
nl_nl: Inclusief pakketstatus na splitsing

source: Remaining parcel status after split
de_de: Verbleibender Paketstatus nach dem Teilen
es_es: Estado restante de la parcela después de la división
nl_nl: Resterende pakketstatus na splitsing

source: How it works?
de_de: Wie es funktioniert?
es_es: ¿Cómo funciona?
nl_nl: Hoe het werkt?

source: Order Created Date
de_de: Erstellungsdatum der Bestellung
es_es: Fecha de creación del pedido
nl_nl: Aanmaakdatum bestelling

source: Progressive Order Delivery Date + Interval
de_de: Progressiver Liefertermin + Intervall
es_es: Fecha de entrega del pedido progresivo + intervalo
nl_nl: Progressieve Bestelling Leveringsdatum + Interval

source: Order Created Date + Weekday Interval
de_de: Erstellungsdatum der Bestellung + Wochentagintervall
es_es: Fecha de creación del pedido + intervalo entre días de la semana
nl_nl: Aanmaakdatum bestelling + weekdaginterval

source: Progressive Order Delivery Date + Weekday Interval
de_de: Progressiver Liefertermin + Wochentag-Intervall
es_es: Fecha de entrega del pedido progresivo + intervalo entre días de la semana
nl_nl: Progressieve leveringsdatum bestelling + weekdaginterval

source: Progressive Order Delivery Date selected by Customer (Checkout Page)
de_de: Vom Kunden ausgewähltes Lieferdatum für progressive Bestellung (Checkout-Seite)
es_es: Fecha de entrega del pedido progresivo seleccionada por el cliente (página de pago)
nl_nl: Progressieve leveringsdatum van de bestelling geselecteerd door de klant (afrekenpagina)

source: First Order Delivery
de_de: Lieferung der ersten Bestellung
es_es: Entrega del primer pedido
nl_nl: Levering eerste bestelling

source: Remaining Items Delivery
de_de: Restposten Lieferung
es_es: Entrega de artículos restantes
nl_nl: Resterende artikelen Levering

source: Same as First Order
de_de: Wie bei Erstbestellung
es_es: Igual que First Order
nl_nl: Hetzelfde als eerste bestelling

source: Select delivery interval type
de_de: Wählen Sie den Lieferintervalltyp
es_es: Seleccione el tipo de intervalo de entrega
nl_nl: Selecteer het type leveringsinterval

source: Weekday Interval
de_de: Wochentag-Intervall
es_es: Intervalo entre semana
nl_nl: Weekdaginterval

source: Select Weekdays
de_de: Wählen Sie Wochentage
es_es: Seleccionar días de la semana
nl_nl: Selecteer weekdagen

source: Days Interval
de_de: Tage Intervall
es_es: Intervalo de días
nl_nl: Dagen interval

source: View order
de_de: Bestellung ansehen
es_es: Ver pedido
nl_nl: Bestelling bekijken

source: Bulk edit/combine features are available only in
de_de: Massenbearbeitungs-/Kombinationsfunktionen sind nur in verfügbar
es_es: Las funciones de edición / combinación masiva están disponibles solo en
nl_nl: Functies voor bulksgewijs bewerken/combineren zijn alleen beschikbaar in

source: Premium Version
es_es: Versión Premium
nl_nl: Premium-versie

source: You may use another WordPress Plugin by the same Plugin Author to combine the orders
de_de: Sie können ein anderes WordPress-Plugin desselben Plugin-Autors verwenden, um die Bestellungen zu kombinieren
es_es: Puede utilizar otro complemento de WordPress del mismo autor del complemento para combinar los pedidos
nl_nl: U kunt een andere WordPress-plug-in van dezelfde plug-inauteur gebruiken om de bestellingen te combineren

source: Click here for details
de_de: Hier klicken für Details
es_es: Haga clic aquí para obtener más detalles
nl_nl: Klik hier voor details

source: Rules
de_de: Regeln
es_es: Reglas
nl_nl: Reglement

source: Troubleshoot
de_de: Fehlerbehebung
es_es: Solucionar problemas
nl_nl: Los problemen op

source: Import / Export
es_es: Importar exportar
nl_nl: Importeren / exporteren

source: Cron Jobs / Action Hooks
es_es: Cron Jobs / Ganchos de acción

source: Documentation
de_de: Dokumentation
es_es: Documentación
nl_nl: Documentatie

source: Speed Optimization
de_de: Geschwindigkeitsoptimierung
es_es: Optimización de velocidad
nl_nl: Snelheidsoptimalisatie

source: Watch Video Tutorial
de_de: Video-Tutorial ansehen
es_es: Ver video tutorial
nl_nl: Bekijk video-tutorial

source: This is a premium feature.
de_de: Dies ist eine Premium-Funktion.
es_es: Esta es una característica premium.
nl_nl: Dit is een premiumfunctie.

source: Order ID
de_de: Auftragsnummer
es_es: Solicitar ID

source: Test
de_de: Prüfung
es_es: Prueba

source: You may turn Cron Jobs ON for WooCommerce Orders List Page as well, find the checkbox on settings page.
de_de: Sie können Cron-Jobs auch für die WooCommerce-Bestelllistenseite aktivieren. Suchen Sie das Kontrollkästchen auf der Einstellungsseite.
es_es: También puede activar Cron Jobs para la página de lista de pedidos de WooCommerce, busque la casilla de verificación en la página de configuración.
nl_nl: U kunt Cron Jobs ook inschakelen voor de WooCommerce Orders List-pagina, zoek het selectievakje op de instellingenpagina.

source: In case your theme is not landing on woocommerce_thankyou so you can try the following options:
de_de: Falls Ihr Thema nicht auf woocommerce_thankyou landet, können Sie die folgenden Optionen ausprobieren:
es_es: En caso de que su tema no se encuentre en woocommerce_thankyou, puede probar las siguientes opciones:
nl_nl: Als je thema niet op woocommerce_thankyou landt, kun je de volgende opties proberen:

source: OR
de_de: ODER
es_es: O
nl_nl: OF

source: By default, following action hook is in use but you can turn ON more hooks according to your requirement.
de_de: Standardmäßig wird der folgende Aktionshaken verwendet, Sie können jedoch je nach Anforderung weitere Haken aktivieren.
es_es: De manera predeterminada, el siguiente gancho de acción está en uso, pero puede ENCENDER más ganchos según sus necesidades.
nl_nl: Standaard wordt de volgende actiehaak gebruikt, maar u kunt meer haken inschakelen op basis van uw vereisten.

source: Priority
de_de: Priorität
es_es: Prioridad
nl_nl: Prioriteit

source: Recommendation:
de_de: Empfehlung:
es_es: Recomendación:
nl_nl: Aanbeveling:

source: Do not use all of above action hooks together. Try one at a time, multiple selection can lead towards unexpected outcomes.
de_de: Verwenden Sie nicht alle oben genannten Aktionshaken zusammen. Versuchen Sie es nacheinander. Eine Mehrfachauswahl kann zu unerwarteten Ergebnissen führen.
es_es: No use todos los ganchos de acción anteriores juntos. Pruebe uno a la vez, la selección múltiple puede conducir a resultados inesperados.
nl_nl: Gebruik niet alle bovenstaande actiehaken samen. Probeer het een voor een, meervoudige selectie kan tot onverwachte resultaten leiden.

source: Plugin options and related topics:
de_de: Plugin-Optionen und verwandte Themen:
es_es: Opciones de complementos y temas relacionados:
nl_nl: Plugin-opties en gerelateerde onderwerpen:

source: Hide Parent Order on Thank You Page after Split?
de_de: Elternauftrag auf Dankesseite nach Split ausblenden?
es_es: ¿Ocultar orden de padres en la página de agradecimiento después de dividir?
nl_nl: Ouderorder op bedankpagina verbergen na splitsen?

source: Hide parent order excluding selected products?
de_de: Übergeordnete Bestellung ohne ausgewählte Produkte ausblenden?
es_es: ¿Ocultar pedido principal excluyendo productos seleccionados?
nl_nl: Bovenliggende bestelling verbergen met uitzondering van geselecteerde producten?

source: Hide parent order / force display for a product
de_de: Übergeordnete Bestellung ausblenden / Anzeige für ein Produkt erzwingen
es_es: Ocultar orden principal / visualización forzada de un producto
nl_nl: Verberg bovenliggende bestelling / geforceerde weergave voor een product

source: Following plugins are tested and ensured compatibility:
de_de: Folgende Plugins werden getestet und die Kompatibilität sichergestellt:
es_es: Los siguientes complementos se prueban y se garantiza la compatibilidad:
nl_nl: De volgende plug-ins zijn getest en de compatibiliteit is gegarandeerd:

source: Screenshot
de_de: Bildschirmfoto
es_es: Captura de pantalla

source: Triggering Translated Email
de_de: Auslösen übersetzter E-Mails
es_es: Activar correo electrónico traducido
nl_nl: Vertaalde e-mail activeren

source: Following meta keys can be retrieved from split orders:
de_de: Folgende Meta-Schlüssel können aus geteilten Bestellungen abgerufen werden:
es_es: Las siguientes meta claves se pueden recuperar de pedidos divididos:
nl_nl: De volgende meta-sleutels kunnen worden opgehaald uit gesplitste bestellingen:

source: Alphabetical group name in which items were splitted on checkout.
de_de: Alphabetischer Gruppenname, in den die Artikel an der Kasse aufgeteilt wurden.
es_es: Nombre del grupo alfabético en el que se dividieron los artículos al finalizar la compra.
nl_nl: Alfabetische groepsnaam waarin items zijn opgesplitst bij het afrekenen.

source: Use minified Javascript
de_de: Verwenden Sie minimiertes Javascript
es_es: Usar Javascript minificado
nl_nl: Gebruik verkleinde Javascript

source: Use minified CSS
de_de: Verwenden Sie minimiertes CSS
es_es: Usa CSS minificado
nl_nl: Gebruik verkleinde CSS

source: WooCommerce Notices
de_de: WooCommerce-Hinweise
es_es: Avisos de WooCommerce
nl_nl: WooCommerce-mededelingen

source: Split Methods Labels
de_de: Geteilte Methodenbezeichnungen
es_es: Etiquetas de métodos divididos
nl_nl: Labels voor splitmethoden

source: Packages/Parcels
de_de: Pakete / Pakete
es_es: Paquetes / Paquetes
nl_nl: Pakketten / Pakketten

source: WooCommerce Notices:
de_de: WooCommerce Hinweise:
es_es: Avisos de WooCommerce:
nl_nl: WooCommerce-mededelingen:

source: Shop page notice
de_de: Shop Seite Hinweis
es_es: Aviso de página de tienda
nl_nl: Aankondiging van de winkelpagina

source: Product page notice
de_de: Hinweis zur Produktseite
es_es: Aviso de la página del producto
nl_nl: Kennisgeving productpagina

source: Cart page notice
de_de: Warenkorb Seite Hinweis
es_es: Aviso de página de carrito
nl_nl: Kennisgeving winkelwagenpagina

source: Checkout page notice
de_de: Hinweis zur Kasse
es_es: Aviso de página de pago
nl_nl: Afrekenpagina kennisgeving

source: Thankyou page notice
de_de: Vielen Dank Seite Hinweis
es_es: Gracias aviso de la página
nl_nl: Bedankt paginamelding

source: Note: Keep these fields empty to disable.
de_de: Hinweis: Lassen Sie diese Felder leer, um sie zu deaktivieren.
es_es: Nota: Mantenga estos campos vacíos para deshabilitar.
nl_nl: Opmerking: laat deze velden leeg om ze uit te schakelen.

source: Notices Styles:
de_de: Hinweise Stile:
es_es: Avisos Estilos:
nl_nl: Kennisgevingen stijlen:

source: You can change the label and/or description for each split action(Products):
de_de: Sie können die Bezeichnung und / oder Beschreibung für jede Teilungsaktion (Produkte) ändern:
es_es: Puede cambiar la etiqueta y / o descripción para cada acción dividida (Productos):
nl_nl: U kunt het label en / of de beschrijving voor elke gesplitste actie (Producten) wijzigen:

source: Note: It is for your convenience only. It will not change the functionality in any aspect.
de_de: Hinweis: Dies dient nur Ihrer Bequemlichkeit. Die Funktionalität wird in keiner Hinsicht geändert.
es_es: Nota: es solo para su conveniencia. No cambiará la funcionalidad en ningún aspecto.
nl_nl: Opmerking: het is alleen voor uw gemak. Het zal de functionaliteit in geen enkel aspect veranderen.

source: Distribution of items in packages
de_de: Verteilung von Artikeln in Paketen
es_es: Distribución de artículos en paquetes
nl_nl: Distributie van artikelen in pakketten

source: These labels will appear on the checkout page.
de_de: Diese Beschriftungen werden auf der Checkout-Seite angezeigt.
es_es: Estas etiquetas aparecerán en la página de pago.
nl_nl: Deze labels verschijnen op de afrekenpagina.

source: Email Log
de_de: E-Mail-Protokoll
es_es: Registro de correo electrónico
nl_nl: E-maillogboek

source: Removed Order Log
de_de: Auftragsprotokoll entfernt
es_es: Registro de pedidos eliminado
nl_nl: Orderlogboek verwijderd

source: Debug Log
de_de: Austestungsprotokoll
es_es: Registro de depuración
nl_nl: Foutopsporingslogboek

source: Enable/Disable Email Log
de_de: E-Mail-Protokoll aktivieren / deaktivieren
es_es: Habilitar / deshabilitar el registro de correo electrónico
nl_nl: E-maillogboek in- / uitschakelen

source: Enable/Disable Order Log
de_de: Auftragsprotokoll aktivieren / deaktivieren
es_es: Activar / desactivar registro de pedidos
nl_nl: Orderlogboek in- / uitschakelen

source: Clear Email Log
de_de: E-Mail-Protokoll löschen
es_es: Borrar registro de correo electrónico
nl_nl: E-maillogboek wissen

source: Clear Order Log
de_de: Auftragsprotokoll löschen
es_es: Borrar registro de pedidos
nl_nl: Wis orderlogboek

source: Debug Log (Custom Path)
de_de: Debug-Protokoll (benutzerdefinierter Pfad)
es_es: Registro de depuración (ruta personalizada)
nl_nl: Foutopsporingslogboek (aangepast pad)

source: Debug Log (Default)
de_de: Debug-Protokoll (Standard)
es_es: Registro de depuración (predeterminado)
nl_nl: Foutopsporingslogboek (standaard)

source: Debug Log file not found.
de_de: Debug-Protokolldatei nicht gefunden.
es_es: No se encontró el archivo de registro de depuración.
nl_nl: Foutopsporingslogbestand niet gevonden.

source: Error Log (Default)
de_de: Fehlerprotokoll (Standard)
es_es: Registro de errores (predeterminado)
nl_nl: Foutenlogboek (standaard)

source: Error Log file not found.
de_de: Fehlerprotokolldatei nicht gefunden.
es_es: No se encontró el archivo de registro de errores.
nl_nl: Foutlogbestand niet gevonden.

source: DEBUG CONSTANTS
de_de: DEBUG-KONSTANTEN
es_es: CONSTANTES DE DEPURACIÓN
nl_nl: DEBUG CONSTANTEN

source: ON/OFF
de_de: AN AUS
es_es: ENCENDIDO/APAGADO
nl_nl: AAN/UIT

source: Placeholders
de_de: Platzhalter
es_es: Marcadores de posición
nl_nl: Tijdelijke aanduidingen

source: SMTP Settings
de_de: SMTP-Einstellungen
es_es: Configuraciones SMTP
nl_nl: SMTP-instellingen

source: Test Email
de_de: E-Mail-Test
es_es: Prueba de correo electrónico

source: Default Emails
de_de: Standard-E-Mails
es_es: Correos electrónicos predeterminados
nl_nl: Standaard e-mails
