Repository: common-repository/woo-order-splitter
Catalog: languages/woo-order-splitter-*.po
Languages: de_de, es_es, nl_nl

source: Remove Price from child order
de_de: Preis aus untergeordneter Bestellung entfernen
es_es: Eliminar precio del pedido secundario
nl_nl: Prijs verwijderen uit kinderbestelling

source: Remove Price from Child Order
de_de: Preis aus untergeordneter Bestellung entfernen
es_es: Eliminar precio del pedido secundario
nl_nl: Prijs verwijderen uit kinderbestelling

source: Assets (Optional)
de_de: Vermögenswerte (optional)
es_es: Activos (opcional)
nl_nl: Activa (optioneel)

source: Disable Font Awesome
de_de: Deaktivieren Sie Font Awesome
es_es: Desactivar Font Awesome
nl_nl: Schakel Font Awesome uit

source: Disable Bootstrap
de_de: Bootstrap deaktivieren
es_es: Deshabilitar Bootstrap
nl_nl: Bootstrap uitschakelen

source: Update Order Status
de_de: Bestellstatus aktualisieren
es_es: Actualizar el estado del pedido
nl_nl: Bestellingsstatus bijwerken

source: Update Shipping Status
de_de: Versandstatus aktualisieren
es_es: Actualizar estado de envío
nl_nl: Verzendstatus bijwerken

source: Update Commission Status
de_de: Provisionsstatus aktualisieren
es_es: Actualizar el estado de la comisión
nl_nl: Commissiestatus bijwerken

source: Order cloning is an for bulk action dropdown and orders list.
de_de: Das Klonen von Bestellungen ist eine Dropdown- und Bestellliste für Massenaktionen.
es_es: La clonación de pedidos es un menú desplegable de acciones masivas y una lista de pedidos.
nl_nl: Het klonen van bestellingen is een vervolgkeuzelijst voor bulkacties en bestellingen.

source: Enable order duplication or cloning
de_de: Aktivieren Sie das Duplizieren oder Klonen von Bestellungen
es_es: Habilitar la duplicación o clonación de pedidos
nl_nl: Schakel duplicatie of klonen van bestellingen in

source: Split ON/OFF
de_de: EIN / AUS teilen
es_es: Separar ENCENDIDO/APAGADO
nl_nl: Split AAN / UIT

source: Disable split order option
de_de: Deaktivieren Sie die Option für geteilte Reihenfolge
es_es: Deshabilitar la opción de orden dividida
nl_nl: Schakel de optie voor gesplitste bestellingen uit

source: On Split, refresh orders list
de_de: Aktualisieren Sie auf Split die Auftragsliste
es_es: En Split, actualice la lista de pedidos
nl_nl: Vernieuw bij Split de lijst met bestellingen

source: Do not refresh "Thank You" page to display child orders on split
de_de: Aktualisieren Sie die Seite "Danke" nicht, um untergeordnete Bestellungen beim Teilen anzuzeigen
es_es: No actualice la página "Gracias" para mostrar pedidos secundarios en división
nl_nl: Vernieuw de "Bedankt" -pagina niet om onderliggende bestellingen bij splitsing weer te geven

source: Split lock, do not split other than this status
de_de: Split-Sperre, nicht anders als diesen Status teilen
es_es: Bloqueo dividido, no divida más que este estado
nl_nl: Split lock, niet splitsen behalve deze status

source: Splitted order(s) status
de_de: Status der geteilten Bestellung (en)
es_es: Estado de orden (es) dividida (s)
nl_nl: Status van opgesplitste bestelling (en)

source: Order removal is an optional feature, once order has been splitted so original order can be removed.
de_de: Das Entfernen von Bestellungen ist eine optionale Funktion, sobald die Bestellung aufgeteilt wurde, sodass die ursprüngliche Bestellung entfernt werden kann.
es_es: La eliminación de pedidos es una característica opcional, una vez que el pedido se ha dividido para que se pueda eliminar el pedido original.
nl_nl: Het verwijderen van bestellingen is een optioneel kenmerk, zodra de bestelling is opgesplitst, kan de oorspronkelijke bestelling worden verwijderd.

source: Enable original order removal on splitting
de_de: Aktivieren Sie das Entfernen der ursprünglichen Bestellung beim Teilen
es_es: Habilitar la eliminación del pedido original al dividir
nl_nl: Schakel oorspronkelijke orderverwijdering bij splitsing in

source: Alternatively, orginal order can be updated with a different available order status.
de_de: Alternativ kann die ursprüngliche Bestellung mit einem anderen verfügbaren Bestellstatus aktualisiert werden.
es_es: Alternativamente, el orden original se puede actualizar con un estado de orden diferente disponible.
nl_nl: Als alternatief kan de originele bestelling worden bijgewerkt met een andere beschikbare bestelstatus.

source: Single Order Case
de_de: Einzelbestellungsfall
es_es: Caso de orden individual
nl_nl: Enkele bestelling

source: When there is no splitting and parent order remains as it is.
de_de: Wenn keine Aufteilung erfolgt und die übergeordnete Reihenfolge unverändert bleibt.
es_es: Cuando no hay división y el orden principal permanece como está.
nl_nl: Wanneer er geen splitsing is en de bovenliggende volgorde blijft zoals deze is.

source: No rule defined
de_de: Keine Regel definiert
es_es: Ninguna regla definida
nl_nl: Geen regel gedefinieerd

source: Defined Rules
de_de: Definierte Regeln
es_es: Reglas definidas
nl_nl: Gedefinieerde regels

source: Use rule based status when order not split and there is only single item in order.
de_de: Verwenden Sie den regelbasierten Status, wenn die Bestellung nicht aufgeteilt ist und nur ein Artikel in der Bestellung ist.
es_es: Use el estado basado en reglas cuando el pedido no esté dividido y solo haya un artículo en el pedido.
nl_nl: Gebruik een regelgebaseerde status wanneer de bestelling niet opgesplitst is en er slechts één artikel in de bestelling is.

source: Rule based status (Single Item Case)
de_de: Regelbasierter Status (Einzelfall)
es_es: Estado basado en reglas (caso de artículo único)
nl_nl: Op regels gebaseerde status (geval van één item)

source: Configure
de_de: Konfigurieren
es_es: Configurar
nl_nl: Configureer

source: Split Order Case
es_es: Caso de orden dividida

source: When a split happens and child orders are generated.
de_de: Wenn eine Aufteilung erfolgt und untergeordnete Bestellungen generiert werden.
es_es: Cuando ocurre una división y se generan órdenes secundarias.
nl_nl: Wanneer er een splitsing plaatsvindt en er onderliggende bestellingen worden gegenereerd.

source: Empty Order Case
de_de: Leerer Bestellkoffer
es_es: Caso de pedido vacío
nl_nl: Leeg ordergeval

source: When a split happens and original order left with no items in it.
de_de: Wenn ein Split stattfindet und die ursprüngliche Bestellung keine Artikel mehr enthält.
es_es: Cuando ocurre una división y el pedido original se deja sin artículos.
nl_nl: Wanneer er een splitsing plaatsvindt en de oorspronkelijke bestelling zonder items is achtergelaten.

source: Consolidated/Merged/Combined orders should be removed after action.
de_de: Konsolidierte / zusammengeführte / kombinierte Aufträge sollten nach der Aktion entfernt werden.
es_es: Las órdenes consolidadas / fusionadas / combinadas deben eliminarse después de la acción.
nl_nl: Geconsolideerde / samengevoegde / gecombineerde bestellingen moeten na actie worden verwijderd.

source: Watch Tutorial
de_de: Schaue das Tutorial an
es_es: Ver el tutorial
nl_nl: Bekijk de tutorial

source: Enable original order removal on consolidation
de_de: Aktivieren Sie das Entfernen der ursprünglichen Bestellung bei der Konsolidierung
es_es: Habilitar la eliminación del pedido original en la consolidación
nl_nl: Schakel het verwijderen van originele bestellingen in bij consolidatie

source: Click here to expand all forms
de_de: Klicken Sie hier, um alle Formulare zu erweitern
es_es: Haga clic aquí para expandir todos los formularios
nl_nl: Klik hier om alle formulieren uit te vouwen

source: Only Compatible With Gravity Forms
de_de: Nur kompatibel mit Gravity Forms
es_es: Solo compatible con "formas de gravedad"
nl_nl: Alleen compatibel met zwaartekrachtformulieren

source: Shipping Class will be applied according to the following selection.
de_de: Die Versandklasse wird gemäß der folgenden Auswahl angewendet.
es_es: La clase de envío se aplicará de acuerdo con la siguiente selección.
nl_nl: Verzendklasse wordt toegepast volgens de volgende selectie.

source: Video Tutorial for Shipping Calculation
de_de: Video-Tutorial zur Versandberechnung
es_es: Video tutorial para el cálculo de envío
nl_nl: Video-tutorial voor berekening van verzending

source: All products will be grouped by categories in separate orders.
de_de: Alle Produkte werden in separaten Bestellungen nach Kategorien gruppiert.
es_es: Todos los productos se agruparán por categorías en pedidos separados.
nl_nl: Alle producten worden gegroepeerd per categorie in afzonderlijke bestellingen.

source: All selected categories will have their products grouped in a separate order. Remaining items will stay in original order.
de_de: Die Produkte aller ausgewählten Kategorien werden in einer separaten Reihenfolge gruppiert. Die restlichen Artikel bleiben in der ursprünglichen Reihenfolge.
es_es: Todas las categorías seleccionadas tendrán sus productos agrupados en un orden separado. Los artículos restantes se mantendrán en el orden original.
nl_nl: Alle geselecteerde categorieën hebben hun producten gegroepeerd in een aparte bestelling. Resterende items blijven in originele volgorde.

source: All categories from same group will have their products grouped in a separate order. Remaining items will stay in original order.
de_de: Die Produkte aller Kategorien derselben Gruppe werden in einer separaten Reihenfolge gruppiert. Die restlichen Artikel bleiben in der ursprünglichen Reihenfolge.
es_es: Todas las categorías del mismo grupo tendrán sus productos agrupados en un orden separado. Los artículos restantes se mantendrán en el orden original.
nl_nl: Alle categorieën van dezelfde groep hebben hun producten in een aparte bestelling gegroepeerd. Resterende items blijven in originele volgorde.

source: Select a split method to configure products, categories, attributes and/or groups
de_de: Wählen Sie eine Aufteilungsmethode aus, um Produkte, Kategorien, Attribute und / oder Gruppen zu konfigurieren
es_es: Seleccione un método dividido para configurar productos, categorías, atributos y / o grupos
nl_nl: Selecteer een splitsingsmethode om producten, categorieën, attributen en / of groepen te configureren

source: Click here to reach WordPress Plugins Developer
de_de: Klicken Sie hier, um zum WordPress Plugins Developer zu gelangen
es_es: Haga clic aquí para comunicarse con el desarrollador de complementos de WordPress
nl_nl: Klik hier om naar WordPress Plugins Developer te gaan

source: Need help?
de_de: Brauchen Sie Hilfe?
es_es: ¿Necesitas ayuda?
nl_nl: Hulp nodig?

source: Products/Variations will be splitted into multiple orders separately or in grouping as defined here
de_de: Produkte / Variationen werden separat oder in Gruppen wie hier definiert in mehrere Bestellungen aufgeteilt
es_es: Los productos / variaciones se dividirán en varios pedidos por separado o en grupos, como se define aquí
nl_nl: Producten / Variaties worden opgesplitst in meerdere bestellingen afzonderlijk of in groepering zoals hier gedefinieerd

source: Default: All attributes are considered selected. On selection, only selected attributes will be considered for split method.
de_de: Standard: Alle Attribute gelten als ausgewählt. Bei der Auswahl werden nur ausgewählte Attribute für die Aufteilungsmethode berücksichtigt.
es_es: Valor predeterminado: todos los atributos se consideran seleccionados. En la selección, solo se considerarán los atributos seleccionados para el método de división.
nl_nl: Standaard: alle kenmerken worden als geselecteerd beschouwd. Bij selectie worden alleen geselecteerde attributen in aanmerking genomen voor de splitsingsmethode.

source: Products/Variations will be splitted into multiple orders group by attribute values
de_de: Produkte / Variationen werden nach Attributwerten in mehrere Auftragsgruppen aufgeteilt
es_es: Los productos / variaciones se dividirán en múltiples grupos de pedidos por valores de atributo
nl_nl: Producten / variaties worden opgesplitst in meerdere ordergroepen op kenmerkwaarden

source: Default: All attributes are considered as selected. On selection, only selected attributes will be considered for split method.
de_de: Standard: Alle Attribute gelten als ausgewählt. Bei der Auswahl werden nur ausgewählte Attribute für die Aufteilungsmethode berücksichtigt.
es_es: Valor predeterminado: todos los atributos se consideran seleccionados. En la selección, solo se considerarán los atributos seleccionados para el método de división.
nl_nl: Standaard: alle kenmerken worden als geselecteerd beschouwd. Bij selectie worden alleen geselecteerde attributen in aanmerking genomen voor de splitsingsmethode.

source: Order items meta data will be used to group items and form it into multiple orders
de_de: Die Metadaten von Bestellartikeln werden verwendet, um Artikel zu gruppieren und in mehrere Bestellungen zu formen
es_es: Los metadatos de los artículos de pedido se utilizarán para agrupar artículos y formarlos en varios pedidos
nl_nl: Metagegevens van bestelitems worden gebruikt om items te groeperen en in meerdere bestellingen te vormen

source: Only selected meta keys+values will be considered as a group for new orders.
de_de: Nur ausgewählte Metaschlüssel+Werte werden als Gruppe für neue Bestellungen berücksichtigt.
es_es: Solo las claves meta + valores seleccionados se considerarán como un grupo para nuevos pedidos.
nl_nl: Alleen geselecteerde metasleutels + waarden worden als een groep beschouwd voor nieuwe bestellingen.

source: Order items meta data from Gravity Forms will be used to group
de_de: Metadaten zu Bestellartikeln werden verwendet, um die Artikel in Splitter-Bestellungen zu gruppieren
es_es: Solo el metacampo seleccionado se considerará para agrupar en nuevos pedidos
nl_nl: Bestel items meta data van Gravity Forms zal worden gebruikt om te groeperen

source: Only selected meta field will be considered for grouping in new orders.
de_de: Nur ausgewählte Metafelder werden für die Gruppierung in neue Bestellungen berücksichtigt.
es_es: Solo el metacampo seleccionado se considerará para agrupar en nuevos pedidos.
nl_nl: Alleen geselecteerde metavelden komen in aanmerking voor groepering in nieuwe bestellingen.

source: Default Order Status
de_de: Standard-Bestellstatus
es_es: Estado de pedido predeterminado
nl_nl: Standaard bestelstatus

source: Statuses work without Split as well
de_de: Status funktionieren auch ohne Split
es_es: Los estados también funcionan sin Split
nl_nl: Statussen werken ook zonder Split

source: In Stock Order Status
de_de: Bestellstatus auf Lager
es_es: En stock Estado del pedido
nl_nl: Op voorraad Bestelstatus

source: Out Stock Order Status
de_de: Ausverkauft Bestellstatus
es_es: Estado de pedido agotado
nl_nl: Status van bestelling niet op voorraad

source: Get in stock items payment
de_de: Holen Sie sich auf Lager Artikel Zahlung
es_es: Pago de artículos en stock
nl_nl: Betaling van artikelen op voorraad

source: and
de_de: und
es_es: y
nl_nl: en

source: Get out of stock items payment
de_de: Bezahlen Sie nicht vorrätige Artikel
es_es: Pago de artículos agotados
nl_nl: Betaling van artikelen die niet op voorraad zijn

source: Do not get out of stock items payment
de_de: Bezahlen Sie nicht auf Lager
es_es: No salga del pago de artículos de stock
nl_nl: Betaal niet op voorraad artikelen

source: It is recommended that you TURN ON "Remove Items from Parent Order on Split" option from settings page so parent order can have only In Stock items after split.
de_de: Es wird empfohlen, auf der Einstellungsseite die Option "Artikel aus übergeordneter Bestellung bei Aufteilung entfernen" zu aktivieren, damit die übergeordnete Bestellung nach der Aufteilung nur auf Lager befindliche Artikel haben kann.
es_es: Se recomienda ACTIVAR la opción "Eliminar artículos del pedido principal al dividir" de la página de configuración para que el pedido principal solo tenga artículos en stock después de dividirlo.
nl_nl: Het wordt aanbevolen om de optie "Artikelen verwijderen uit bovenliggende bestelling bij splitsing" IN te schakelen op de instellingenpagina, zodat de bovenliggende bestelling alleen artikelen op voorraad kan hebben na splitsing.

source: Select products to trigger the above selected split order action
de_de: Wählen Sie Produkte aus, um die oben ausgewählte Aktion für geteilte Reihenfolge auszulösen
es_es: Seleccione productos para activar la acción de orden dividida seleccionada anteriormente
nl_nl: Selecteer producten om de hierboven geselecteerde gesplitste orderactie te activeren

source: Search Products
de_de: Produktsuche
es_es: Buscar Productos
nl_nl: zoek producten

source: All products listed and all future products added.
de_de: Alle aufgelisteten Produkte und alle zukünftigen Produkte hinzugefügt.
es_es: Todos los productos enumerados y todos los productos futuros agregados.
nl_nl: Alle producten vermeld en alle toekomstige producten toegevoegd.

source: Stock
de_de: Lager
es_es: Valores
nl_nl: Voorraad

source: Product Name
de_de: Produktname
es_es: nombre del producto
nl_nl: productnaam

source: Category
de_de: Kategorie
es_es: Categoría
nl_nl: Categorie

source: Product Actions
de_de: Produktaktionen
es_es: Acciones de producto
nl_nl: Productacties

source: Select a user role for Vendors
de_de: Wählen Sie eine Benutzerrolle für Anbieter aus
es_es: Seleccione una función de usuario para proveedores
nl_nl: Selecteer een gebruikersrol voor leveranciers

source: Users with active products only
de_de: Benutzer nur mit aktiven Produkten
es_es: Usuarios con productos activos solamente
nl_nl: Alleen gebruikers met actieve producten

source: Note:
de_de: Hinweis:
es_es: Nota:
nl_nl: Notitie:

source: Leave unselected for each split order with unique vendor items.
de_de: Lassen Sie diese Option für jede geteilte Bestellung mit eindeutigen Lieferantenartikeln nicht ausgewählt.
es_es: Deje sin seleccionar para cada pedido dividido con artículos de proveedores únicos.
nl_nl: Laat niet geselecteerd voor elke splitsingsorder met unieke leveranciersartikelen.

source: Group selected vendors together
de_de: Gruppieren Sie ausgewählte Anbieter
es_es: Agrupar a los proveedores seleccionados
nl_nl: Groepeer geselecteerde leveranciers

source: Group all remaining vendors together
de_de: Gruppieren Sie alle verbleibenden Anbieter
es_es: Agrupe a todos los proveedores restantes juntos
nl_nl: Groepeer alle overige leveranciers

source: Separate all remaining vendors
de_de: Trennen Sie alle verbleibenden Anbieter
es_es: Separe todos los proveedores restantes
nl_nl: Scheid alle overige leveranciers

source: Vendor Name
de_de: Herstellername
es_es: Nombre del vendedor
nl_nl: Naam van de leverancier

source: Actions
de_de: Aktionen
es_es: Comportamiento
nl_nl: Acties

source: Note: Products by unselected vendors will remain in the parent order.
de_de: Hinweis: Produkte von nicht ausgewählten Anbietern bleiben in der übergeordneten Reihenfolge.
es_es: Nota: Los productos de proveedores no seleccionados permanecerán en el pedido principal.
nl_nl: Opmerking: producten van niet-geselecteerde leveranciers blijven in de bovenliggende volgorde.

source: Only Compatible With WooCommerce Product Vendors
de_de: Nur kompatibel mit WooCommerce-Produktanbietern
es_es: Solo compatible con proveedores de productos WooCommerce
nl_nl: Alleen compatibel met WooCommerce-productleveranciers

source: Settings imported successfully.
de_de: Einstellungen erfolgreich importiert.
es_es: Configuraciones importadas con éxito.
nl_nl: Instellingen succesvol geïmporteerd.

source: to refresh page.
de_de: Seite aktualisieren.
es_es: para actualizar la página.
nl_nl: om de pagina te vernieuwen.

source: Settings exported successfully.
de_de: Einstellungen erfolgreich exportiert.
es_es: Configuración exportada con éxito.
nl_nl: Instellingen succesvol geëxporteerd.

source: Export Settings
de_de: Exporteinstellungen
es_es: Configuración de exportación
nl_nl: Exportinstellingen

source: Last Export Time
de_de: Letzte Exportzeit
es_es: Último tiempo de exportación
nl_nl: Laatste exporttijd

source: Use encoded string to import settings.
de_de: Verwenden Sie eine codierte Zeichenfolge, um Einstellungen zu importieren.
es_es: Use una cadena codificada para importar la configuración.
nl_nl: Gebruik een gecodeerde tekenreeks om instellingen te importeren.

source: Import Settings
de_de: Importeinstellungen
es_es: Importar ajustes
nl_nl: Instellingen importeren

source: Settings Summary
de_de: Zusammenfassung der Einstellungen
es_es: Resumen de configuraciones
nl_nl: Overzicht instellingen

source: No script kiddies please!
de_de: Bitte keine Skriptkinder!
es_es: No hay script kiddies por favor!
nl_nl: Geen scriptkiddies alsjeblieft!

source: General Settings
de_de: Allgemeine Einstellungen
es_es: Configuración general
nl_nl: Algemene instellingen

source: Order Split Settings
de_de: Geteilte Einstellungen bestellen
es_es: Configuración de división de pedidos
nl_nl: Bestel gesplitste instellingen

source: Customization
de_de: Anpassung
es_es: Personalización
nl_nl: Maatwerk

source: Emails
es_es: Correos electrónicos

source: Shipping
de_de: Versand
es_es: Envío
nl_nl: Verzending

source: Coupons
de_de: Gutscheine
es_es: Cupones
nl_nl: Waardebonnen

source: Advanced Settings
de_de: Erweiterte Einstellungen
es_es: Ajustes avanzados
nl_nl: Geavanceerde instellingen

source: Logs
de_de: Protokolle
es_es: Registros
nl_nl: Logboeken

source: You need WooCommerce plugin to be installed and activated.
de_de: Sie benötigen das WooCommerce-Plugin, um installiert und aktiviert zu werden.
es_es: Necesita instalar y activar el complemento WooCommerce.
nl_nl: U heeft de WooCommerce-plug-in nodig om te worden geïnstalleerd en geactiveerd.

source: Please
de_de: Bitte
es_es: Por favor
nl_nl: Alstublieft

source: Install
de_de: Installieren
es_es: Instalar en pc
nl_nl: Installeren

source: or
de_de: Gold
es_es: oro
nl_nl: of

source: Activate
de_de: aktivieren Sie
es_es: Activar
nl_nl: Activeren

source: plugin to proceed
de_de: Plugin um fortzufahren
es_es: complemento para continuar
nl_nl: plug-in om door te gaan

source: This feature is available in premium version.
de_de: Diese Funktion ist in der Premium-Version verfügbar.
es_es: Esta función está disponible en la versión premium.
nl_nl: Deze functie is beschikbaar in premium-versie.

source: No Lock (Default)
de_de: Keine Sperre (Standard)
es_es: Sin bloqueo (predeterminado)
nl_nl: Geen slot (standaard)

source: Following orders are combined into order#
de_de: Folgende Bestellungen werden zu Bestellnummer zusammengefasst Auftrag#
es_es: Las siguientes órdenes se combinan en la orden #
nl_nl: Volgende bestellingen worden gecombineerd in order #

source: Following orders are combined into one order#
de_de: Folgende Bestellungen werden zu einer Bestellnummer zusammengefasst Auftrag#
es_es: Las siguientes órdenes se combinan en una sola orden #
nl_nl: Volgende bestellingen worden gecombineerd in één bestelling #

source: Order items will remain intact, same product (items) will be merged and quantity will be incremented.
de_de: Bestellartikel bleiben erhalten, dasselbe Produkt (dieselben Artikel) werden zusammengeführt und die Menge wird erhöht.
es_es: Los artículos de pedido permanecerán intactos, el mismo producto (artículos) se fusionará y la cantidad se incrementará.
nl_nl: Bestelde artikelen blijven intact, hetzelfde product (artikelen) wordt samengevoegd en de hoeveelheid wordt verhoogd.

source: to check your orders status in your account.
de_de: um Ihren Bestellstatus in Ihrem Konto zu überprüfen.
es_es: para verificar el estado de sus pedidos en su cuenta.
nl_nl: om de status van uw bestellingen in uw account te controleren.

source: Order#
de_de: Auftrag#
es_es: Orden#
nl_nl: Bestellen#

source: splitted into
de_de: aufgeteilt in
es_es: dividido en
nl_nl: opgesplitst in
