Repository: common-repository/woo-order-splitter
Catalog: languages/woo-order-splitter-*.po
Languages: de_de, es_es, nl_nl

source: ON/OFF Settings
de_de: EIN / AUS-Einstellungen
es_es: Configuraciones de encendido / apagado
nl_nl: AAN / UIT-instellingen

source: Do not send parent order email to anyone
de_de: Senden Sie keine E-Mails mit übergeordneten Bestellungen an Dritte
es_es: No envíe correos electrónicos de pedidos de padres a nadie
nl_nl: Stuur geen e-mail met een ouderbestelling naar iemand anders

source: If order splitted, normal order will get emails
de_de: Wenn die Bestellung aufgeteilt wird, erhält die normale Bestellung E-Mails
es_es: Si el pedido se divide, el pedido normal recibirá correos electrónicos
nl_nl: Als de bestelling is opgesplitst, ontvangt de normale bestelling e-mails

source: Send email notifications to customer
de_de: Senden Sie E-Mail-Benachrichtigungen an den Kunden
es_es: Enviar notificaciones por correo electrónico al cliente
nl_nl: Stuur e-mailmeldingen naar de klant

source: Orders Combined
de_de: Bestellungen kombiniert
es_es: Órdenes combinadas
nl_nl: Gecombineerde bestellingen

source: Orders Splitted Summary
de_de: Auftragsaufteilung Zusammenfassung
es_es: Resumen dividido de pedidos
nl_nl: Samenvatting van gesplitste bestellingen

source: New Orders Created After Split
de_de: Neue Aufträge nach dem Teilen erstellt
es_es: Nuevos pedidos creados después de dividir
nl_nl: Nieuwe bestellingen gecreëerd na split

source: Send email notifications to admin
de_de: Senden Sie E-Mail-Benachrichtigungen an den Administrator
es_es: Enviar notificaciones por correo electrónico al administrador
nl_nl: Stuur e-mailmeldingen naar de beheerder

source: Send email notifications to Vendor
de_de: Senden Sie E-Mail-Benachrichtigungen an den Anbieter
es_es: Enviar notificaciones por correo electrónico al proveedor
nl_nl: Stuur e-mailmeldingen naar de leverancier

source: Group by Vendors Selected?
de_de: Gruppe nach Anbietern ausgewählt?
es_es: Agrupar por vendedores seleccionados?
nl_nl: Groeperen op geselecteerde leveranciers?

source: Vendor should get emails instead of admin?
de_de: Anbieter sollte E-Mails anstelle von Admin erhalten?
es_es: ¿El proveedor debe recibir correos electrónicos en lugar de administrador?
nl_nl: Moet de leverancier e-mails ontvangen in plaats van admin?

source: Child Order Page Labels:
de_de: Etiketten für untergeordnete Bestellseiten:
es_es: Etiquetas de página de pedido infantil:
nl_nl: Labels voor onderliggende bestelpagina:

source: Child Order
de_de: Kinderordnung
es_es: Orden infantil
nl_nl: Kinderbestelling

source: Item Meta Example
de_de: Artikel-Meta-Beispiel
es_es: Ejemplo de meta de artículo
nl_nl: Item Meta Voorbeeld

source: Orders Grand Total Display
de_de: Bestellungen Gesamtsumme Anzeige
es_es: Órdenes Grand Total Display
nl_nl: Weergave van eindtotaal voor bestellingen

source: Note: Keep these fields empty to work with default values.
de_de: Hinweis: Lassen Sie diese Felder leer, um mit Standardwerten zu arbeiten.
es_es: Nota: Mantenga estos campos vacíos para trabajar con valores predeterminados.
nl_nl: Opmerking: laat deze velden leeg om met standaardwaarden te werken.

source: Child Order Emails Text:
de_de: E-Mails zur Kinderbestellung Text:
es_es: Texto de correos electrónicos de pedidos de niños:
nl_nl: Tekst van e-mails voor onderliggende bestellingen:

source: Email From Name:
de_de: E-Mail vom Namen:
es_es: Correo electrónico del nombre:
nl_nl: E-mail van naam:

source: Email From Email:
de_de: E-Mail von E-Mail:
es_es: Correo electrónico desde correo electrónico:
nl_nl: E-mail van e-mail:

source: Email ReplyTo Email:
de_de: E-Mail Antwort an E-Mail:
es_es: Correo electrónico de respuesta a correo electrónico:
nl_nl: E-mail Antwoord aan E-mail:

source: Email Subject:
de_de: E-Mail Betreff:
es_es: Asunto del email:
nl_nl: E-mail onderwerp:

source: Order# ORDER_ID splitted into ORDER_COUNT new order(s)
de_de: Bestellnummer ORDER_ID aufgeteilt in ORDER_COUNT neue Bestellung (en)
es_es: Orden # ORDER_ID dividida en ORDER_COUNT orden (es) nueva (s)
nl_nl: Bestelling # ORDER_ID opgesplitst in ORDER_COUNT nieuwe bestelling (en)

source: Email Body:
de_de: Nachrichtentext:
es_es: Cuerpo del correo electronico:
nl_nl: E-mailtekst:

source: ORDERS_TABLE
es_es: TABLA DE PEDIDOS

source: Shortcodes
es_es: Códigos cortos

source: Turn SMTP
de_de: Schalten Sie SMTP ein
es_es: Gire SMTP
nl_nl: Schakel SMTP in

source: ON
de_de: AUF
es_es: EN
nl_nl: AAN

source: OFF
de_de: AUS
es_es: APAGADO
nl_nl: UIT

source: SMTP Host
es_es: Host SMTP

source: Your mail server
de_de: Ihr Mailserver
es_es: Su servidor de correo
nl_nl: Uw mailserver

source: SMTP Username
de_de: SMTP-Benutzername
es_es: Nombre de usuario SMTP
nl_nl: SMTP-gebruikersnaam

source: The username to login to your mail server
de_de: Der Benutzername, um sich bei Ihrem Mailserver anzumelden
es_es: El nombre de usuario para iniciar sesión en su servidor de correo
nl_nl: De gebruikersnaam om in te loggen op uw mailserver

source: SMTP Password
de_de: SMTP-Passwort
es_es: Contraseña SMTP
nl_nl: SMTP-wachtwoord

source: The password to login to your mail server
de_de: Das Passwort für die Anmeldung bei Ihrem Mailserver
es_es: La contraseña para iniciar sesión en su servidor de correo
nl_nl: Het wachtwoord om in te loggen op uw mailserver

source: SMTP Port
es_es: Puerto SMTP
nl_nl: SMTP-poort

source: Do you need SMTP Server?
de_de: Benötigen Sie einen SMTP-Server?
es_es: ¿Necesita un servidor SMTP?
nl_nl: Heeft u een SMTP-server nodig?

source: Successfully sent.
de_de: Fühlt sich erfolgreich an.
es_es: Se siente con éxito.
nl_nl: Succesvol verzonden.

source: You can use this section to send an email from your server using the above configured SMTP details to see if the email gets delivered.
de_de: In diesem Abschnitt können Sie mithilfe der oben konfigurierten SMTP-Details eine E-Mail von Ihrem Server senden, um festzustellen, ob die E-Mail zugestellt wird.
es_es: Puede usar esta sección para enviar un correo electrónico desde su servidor utilizando los detalles SMTP configurados anteriormente para ver si el correo electrónico se entrega.
nl_nl: U kunt deze sectie gebruiken om een ​​e-mail vanaf uw server te verzenden met behulp van de hierboven geconfigureerde SMTP-details om te zien of de e-mail wordt afgeleverd.

source: To
de_de: Zu
es_es: A
nl_nl: Naar

source: Enter the recipient's email address
de_de: Geben Sie die E-Mail-Adresse des Empfängers ein
es_es: Ingrese la dirección de correo electrónico del destinatario
nl_nl: Voer het e-mailadres van de ontvanger in

source: Subject
de_de: Gegenstand
es_es: Tema
nl_nl: Onderwerpen

source: Enter a subject for your message
de_de: Geben Sie einen Betreff für Ihre Nachricht ein
es_es: Ingrese un asunto para su mensaje
nl_nl: Voer een onderwerp in voor uw bericht

source: Message
de_de: Botschaft
es_es: Mensaje
nl_nl: Bericht

source: Write your email message
de_de: Schreiben Sie Ihre E-Mail-Nachricht
es_es: Escribe tu mensaje de correo electrónico
nl_nl: Schrijf uw e-mailbericht

source: Send Test Email
de_de: Test-E-Mail senden
es_es: Enviar correo electrónico de prueba
nl_nl: Test-e-mail verzenden

source: Click view next group
de_de: Klicken Sie auf Nächste Gruppe anzeigen
es_es: Haga clic en ver siguiente grupo
nl_nl: Klik op volgende groep bekijken

source: Click to Show/Hide all pages list
de_de: Klicken Sie hier, um die Liste aller Seiten anzuzeigen/auszublenden
es_es: Haga clic para mostrar / ocultar la lista de todas las páginas
nl_nl: Klik om de lijst met alle pagina's te tonen/verbergen

source: Click view previous group
de_de: Klicken Sie auf vorherige Gruppe anzeigen
es_es: Haga clic en ver grupo anterior
nl_nl: Klik op vorige groep bekijken

source: First
de_de: Zuerst
es_es: primero
nl_nl: Eerste

source: Prev
de_de: Zurück
es_es: Anterior
nl_nl: Vorige

source: Last
de_de: Zuletzt
es_es: Último
nl_nl: Laatste

source: Next
de_de: Nächster
es_es: próximo
nl_nl: De volgende

source: Default value, which will work for all categories.
de_de: Standardwert, der für alle Kategorien funktioniert.
es_es: Valor predeterminado, que funcionará para todas las categorías.
nl_nl: Standaardwaarde, die voor alle categorieën werkt.

source: Leave empty for category based split without qty. split.
de_de: Für kategorienbasierte Aufteilung ohne Menge leer lassen. Teilt.
es_es: Déjelo vacío para la división basada en categorías sin cantidad. división.
nl_nl: Laat leeg voor op categorie gebaseerde splitsing zonder aantal. splitsen.

source: Global Split Ratio
de_de: Globales Split-Verhältnis
es_es: Relación de división global
nl_nl: Globale splitsingsverhouding

source: Enable/Disable
de_de: Aktivieren deaktivieren
es_es: Habilitar deshabilitar
nl_nl: Inschakelen / uitschakelen

source: No. of Products
de_de: Anzahl der Produkte
es_es: No. de productos
nl_nl: Aantal producten

source: Category Name
de_de: Kategoriename
es_es: nombre de la categoría
nl_nl: categorie naam

source: Specific value which will overwrite default global value.
de_de: Spezifischer Wert, der den globalen Standardwert überschreibt.
es_es: Valor específico que sobrescribirá el valor global predeterminado.
nl_nl: Specifieke waarde die de standaard algemene waarde overschrijft.

source: Leave empty for global value or default settings.
de_de: Lassen Sie das Feld für globale Werte oder Standardeinstellungen leer.
es_es: Déjelo en blanco para el valor global o la configuración predeterminada.
nl_nl: Laat leeg voor algemene waarde of standaardinstellingen.

source: Specific Split Ratio
de_de: Spezifisches Aufteilungsverhältnis
es_es: Relación de división específica
nl_nl: Specifieke splitsingsverhouding

source: Category Actions
de_de: Kategorieaktionen
es_es: Acciones de categoría
nl_nl: Categorie acties

source: "Save Changes" to continue with this split method.
de_de: "Änderungen speichern", um mit dieser Aufteilungsmethode fortzufahren.
es_es: "Guardar cambios" para continuar con este método de división.
nl_nl: "Wijzigingen opslaan" om door te gaan met deze splitsingsmethode.

source: Do not clone or distrubute coupons amount to child order.
de_de: Du darfst Coupons nicht klonen oder verteilen, um Kinder zu bestellen.
es_es: No clone ni distribuya la cantidad de cupones a un pedido secundario.
nl_nl: Kloon of distribueer geen coupons voor kinderbestelling.

source: Clone same coupon amount to child orders without any change.
de_de: Klonen Sie denselben Gutscheinbetrag ohne Änderung auf untergeordnete Bestellungen.
es_es: Clone el mismo monto del cupón en pedidos secundarios sin ningún cambio.
nl_nl: Kloon hetzelfde couponbedrag voor kinderbestellingen zonder enige wijziging.

source: Ratio
de_de: Verhältnis
es_es: Proporción
nl_nl: Verhouding

source: It will calculate child order totals and distribute discounted amount accordingly.
de_de: Es berechnet die Gesamtsumme der untergeordneten Bestellungen und verteilt den rabattierten Betrag entsprechend.
es_es: Calculará los totales de los pedidos secundarios y distribuirá la cantidad descontada en consecuencia.
nl_nl: Het berekent de totalen van kinderbestellingen en verdeelt het kortingsbedrag dienovereenkomstig.

source: Shop Order Page - Perform scheduled queries on Orders List Page
de_de: Shop-Bestellseite - Geplante Abfragen auf der Bestelllistenseite durchführen
es_es: Página de pedido de la tienda: realice consultas programadas en la página de lista de pedidos
nl_nl: Winkelbestellingspagina - Voer geplande zoekopdrachten uit op de bestellijstpagina

source: Orders List Page
de_de: Seite mit der Bestellliste
es_es: Página de lista de pedidos
nl_nl: Lijst met bestellingen

source: Off
de_de: aus
es_es: Apagado
nl_nl: Uit

source: On
de_de: Wir
es_es: Nosotros
nl_nl: Aan

source: My Account Page - Perform scheduled queries on Customer > My Account Page
de_de: Seite "Mein Konto" - Führen Sie geplante Abfragen auf Kunde > Seite "Mein Konto" durch
es_es: Página Mi cuenta: realice consultas programadas en Cliente> Página Mi cuenta
nl_nl: Mijn accountpagina - Voer geplande vragen uit op de klant > Mijn accountpagina

source: My Account Page
de_de: Meine Kontoseite
es_es: Mi página de cuenta
nl_nl: Mijn accountpagina

source: Click here for Cron Jobs
de_de: Klicken Sie hier für Cron-Jobs
es_es: Haga clic aquí para Cron Jobs
nl_nl: Klik hier voor Cron Jobs

source: On checkout page, on place order action, automatically split order into child orders.
de_de: Teilen Sie auf der Checkout-Seite bei der Bestellung eine Bestellung automatisch in untergeordnete Bestellungen auf.
es_es: En la página de pago, en la acción de orden de lugar, divide automáticamente el orden en órdenes secundarias.
nl_nl: Op de afrekenpagina, bij het plaatsen van een bestelling, wordt de bestelling automatisch gesplitst in onderliggende bestellingen.

source: Auto Split
es_es: División automática
nl_nl: Automatische splitsing

source: Remove Items from Parent Order on Split?
de_de: Elemente aus der übergeordneten Reihenfolge beim Teilen entfernen?
es_es: ¿Eliminar elementos de la orden principal en Split?
nl_nl: Items uit bovenliggende bestelling verwijderen tijdens splitsen?

source: Show / Hide
de_de: Anzeigen / Ausblenden
es_es: Mostrar / Esconder
nl_nl: Laten zien / verbergen

source: Display Order Notes Fields on Checkout Page
de_de: Bestellhinweisfelder auf der Checkout-Seite anzeigen
es_es: Mostrar campos de notas de pedido en la página de pago
nl_nl: Geef de velden voor bestelnotities weer op de afrekenpagina

source: Display Billing Details Form on Checkout Page
de_de: Zeigen Sie das Formular mit den Rechnungsdetails auf der Checkout-Seite an
es_es: Mostrar formulario de detalles de facturación en la página de pago
nl_nl: Geef het formulier met factuurgegevens weer op de afrekenpagina

source: Display Shipping Details Form on Checkout Page
de_de: Versanddetailformular auf der Checkout-Seite anzeigen
es_es: Mostrar formulario de detalles de envío en la página de pago
nl_nl: Geef het formulier met verzendgegevens weer op de afrekenpagina

source: Hide Child Order on Thank You Page after Split?
de_de: Kinderbestellung auf Dankesseite nach Split ausblenden?
es_es: ¿Ocultar el pedido de niños en la página de agradecimiento después de la división?
nl_nl: Kinderbestelling op bedankpagina verbergen na splitsen?

source: Optional message to inform your customers if split happens that [NUMBER_OF_CHILD_ORDERS] parcels, packages, orders they will receive instead of one.
de_de: Optionale Nachricht, um Ihre Kunden zu informieren, wenn es zu einer Aufteilung kommt, dass [NUMBER_OF_CHILD_ORDERS] Pakete, Pakete oder Bestellungen sie anstelle einer erhalten werden.
es_es: Mensaje opcional para informar a sus clientes si ocurre una división que [NUMBER_OF_CHILD_ORDERS] paquetes, paquetes, pedidos que recibirán en lugar de uno.
nl_nl: Optioneel bericht om uw klanten te informeren als er een splitsing plaatsvindt dat [NUMBER_OF_CHILD_ORDERS] pakketten, pakketten, bestellingen die ze zullen ontvangen in plaats van één.

source: You will receive [NUMBER_OF_CHILD_ORDERS] packages.
de_de: Sie erhalten [NUMBER_OF_CHILD_ORDERS] Pakete.
es_es: Recibirás [NUMBER_OF_CHILD_ORDERS] paquetes.
nl_nl: U ontvangt [NUMBER_OF_CHILD_ORDERS] pakketten.

source: Admin > Orders List > "Items Count" Column
de_de: Admin > Bestellliste > Spalte "Artikelanzahl"
es_es: Administrador> Lista de pedidos> Columna "Recuento de artículos"
nl_nl: Admin > Orderlijst > Kolom "Items Count"

source: Admin > Orders List > "Split From" Column
de_de: Admin> Auftragsliste> Spalte "Teilen von"
es_es: Administrador> Lista de pedidos> Columna "Separar de"
nl_nl: Beheerder> Orderlijst> Kolom "Splitsen van"

source: Admin > Orders List > "Parent Order" Column
de_de: Admin> Auftragsliste> Spalte "Übergeordnete Bestellung"
es_es: Administrador> Lista de pedidos> Columna "Pedido principal"
nl_nl: Beheerder> Orderlijst> Kolom "Bovenliggende order"

source: e.g. Grouped Categories Split Method > Turn ON unlimited grouping options
de_de: z.B. Aufteilungsmethode für gruppierte Kategorien> Aktivieren Sie unbegrenzte Gruppierungsoptionen
es_es: p.ej. Método de división de categorías agrupadas> Activar opciones de agrupación ilimitadas
nl_nl: bijv. Gegroepeerde categorieën Splitsen Methode> Schakel onbeperkte groeperingsopties in

source: Extend List of Groups
de_de: Liste der Gruppen erweitern
es_es: Ampliar lista de grupos
nl_nl: Lijst met groepen uitbreiden

source: View Order button will appear adjacent to Add Order button on edit order page.
es_es: El botón Ver pedido aparecerá junto al botón Agregar pedido en la página de edición del pedido.
nl_nl: De knop Bestelling bekijken verschijnt naast de knop Bestelling toevoegen op de pagina Bestelling bewerken.

source: View Order Button
de_de: Schaltfläche zum Anzeigen der Bestellung
es_es: Ver botón de pedido
nl_nl: Bekijk de bestelknop

source: Limit Alphabets in groups (by default 26)
de_de: Beschränken Sie Alphabete in Gruppen (standardmäßig 26)
es_es: Limitar alfabetos en grupos (por defecto 26)
nl_nl: Alfabetten in groepen beperken (standaard 26)

source: Before Split
de_de: Vor dem Teilen
es_es: Antes de dividir
nl_nl: Voordat Split

source: Auto Clone
de_de: Automatisches Klonen
es_es: Clonación automática
nl_nl: Automatische kloon

source: Status for auto cloned order
de_de: Status für automatisch geklonte Bestellung
es_es: Estado del pedido clonado automáticamente
nl_nl: Status voor automatisch gekloonde bestelling

source: This permission works only if Auto Split is on
de_de: Diese Berechtigung funktioniert nur, wenn die automatische Aufteilung aktiviert ist
es_es: Este permiso solo funciona si la división automática está activada
nl_nl: Deze toestemming werkt alleen als Auto Split is ingeschakeld

source: Customer permission for split (Checkout Page)
de_de: Kundenerlaubnis zum Teilen (Checkout-Seite)
es_es: Permiso del cliente para dividir (página de pago)
nl_nl: Klant toestemming voor splitsen (afrekenpagina)

source: Checkout page Text
de_de: Checkout-Seite Text
es_es: Texto de la página de pago
nl_nl: Afrekenpagina Tekst

source: Distribution of items in packages will appear for review
de_de: Die Verteilung von Artikeln in Paketen wird zur Überprüfung angezeigt
es_es: La distribución de artículos en paquetes aparecerá para su revisión
nl_nl: De verdeling van items in pakketten zal ter beoordeling verschijnen

source: Split Overview on Checkout Page
de_de: Geteilte Übersicht auf der Checkout-Seite
es_es: Descripción general dividida en la página de pago
nl_nl: Overzicht splitsen op afrekenpagina

source: Hide Package Price In Split Overview
de_de: Paketpreis in geteilter Übersicht ausblenden
es_es: Ocultar precio del paquete en resumen dividido
nl_nl: Pakketprijs verbergen in gesplitst overzicht

source: Display Vendor Name In Split Overview
de_de: Anzeigen des Anbieternamens in der geteilten Übersicht
es_es: Mostrar nombre de proveedor en resumen dividido
nl_nl: Toon leveranciersnaam in gesplitst overzicht

source: Customer will choose to pay for each Child Order shipment separately.
de_de: Der Kunde bezahlt jede Sendung der Kinderbestellung separat.
es_es: El cliente elegirá pagar por cada envío de pedido infantil por separado.
nl_nl: De klant zal ervoor kiezen om voor elke zending van een kinderbestelling afzonderlijk te betalen.

source: It will work if customer permission will be enabled.
de_de: Es funktioniert, wenn die Kundenberechtigung aktiviert wird.
es_es: Funcionará si se habilitará el permiso del cliente.
nl_nl: Overzicht van bovenliggende en onderliggende bestellingen op orderontvangst weergeven.

source: Shipping Method for Child Orders
de_de: Versandart für Kinderbestellungen
es_es: Método de envío para pedidos de niños
nl_nl: Verzendmethode voor bestellingen van kinderen

source: After Split
de_de: Nach dem Teilen
es_es: Después de Split
nl_nl: Na Split

source: Display Summation of Parent and Child Orders on Order Receipt
de_de: Zeigen Sie die Zusammenfassung der übergeordneten und untergeordneten Bestellungen auf dem Auftragseingang an
es_es: Mostrar el resumen de los pedidos principales y secundarios en el recibo del pedido
nl_nl: Overzicht van bovenliggende en onderliggende bestellingen op orderontvangst weergeven

source: Display Summation of Parent and Child Orders
de_de: Zusammenfassung der übergeordneten und untergeordneten Bestellungen anzeigen
es_es: Mostrar la suma de pedidos principales y secundarios
nl_nl: Overzicht van bovenliggende en onderliggende bestellingen weergeven

source: Shipping details like shipped to Name, Address and Contact etc.
de_de: Versanddetails wie Versand an Name, Adresse und Kontakt usw.
es_es: Detalles de envío como enviado a Nombre, Dirección y Contacto, etc.
nl_nl: Verzendgegevens zoals verzonden naar naam, adres en contactpersoon etc.

source: Add Shipping Details in Split Orders
de_de: Fügen Sie Versanddetails in geteilten Bestellungen hinzu
es_es: Agregar detalles de envío en pedidos divididos
nl_nl: Voeg verzendgegevens toe aan gesplitste bestellingen

source: It is recommended to keep order notes OFF
de_de: Es wird empfohlen, Bestellnotizen AUS zu lassen
es_es: Se recomienda mantener las notas de pedido desactivadas
nl_nl: Het wordt aanbevolen om bestelnotities UIT te houden

source: Add Customer Notes to Split Orders
de_de: Kundennotizen zu geteilten Bestellungen hinzufügen
es_es: Agregar notas de cliente a pedidos divididos
nl_nl: Klantnotities toevoegen aan gesplitste bestellingen

source: Cloning of tax details from Parent Order
de_de: Klonen von Steuerdetails aus der Elternbestellung
es_es: Clonación de detalles de impuestos de la orden de los padres
nl_nl: Het klonen van belastinggegevens uit de bovenliggende order

source: Add Tax Details in Split Orders
de_de: Steuerdetails in geteilten Bestellungen hinzufügen
es_es: Agregar detalles de impuestos en órdenes divididas
nl_nl: Voeg belastinggegevens toe aan gesplitste bestellingen

source: Don't send email notifications when a backorder is made.
de_de: Senden Sie keine E-Mail-Benachrichtigungen, wenn eine Nachbestellung erfolgt.
es_es: No envíe notificaciones por correo electrónico cuando se realiza un pedido pendiente.
nl_nl: Stuur geen e-mailnotificaties wanneer er een backorder is gemaakt.

source: Disable backorder email notifications
de_de: Deaktivieren Sie Rückstands-E-Mail-Benachrichtigungen
es_es: Deshabilitar las notificaciones de correo electrónico en espera
nl_nl: Schakel e-mailmeldingen voor nabestelling uit

source: Child Orders will be masked with Parent Order Sequence with a Postfix
de_de: Untergeordnete Bestellungen werden mit der Reihenfolge der übergeordneten Bestellungen mit einem Postfix maskiert
es_es: Las órdenes secundarias se enmascararán con la secuencia de orden principal con un postfix
nl_nl: Onderliggende bestellingen worden gemaskeerd met de volgorde van bovenliggende bestellingen met een postfix

source: Mask Child Orders with a Sequential Format
de_de: Maskieren Sie untergeordnete Bestellungen mit einem sequentiellen Format
es_es: Enmascarar pedidos secundarios con un formato secuencial
nl_nl: Maskeer onderliggende bestellingen met een sequentieel formaat

source: Customer column will be displayed in order list
de_de: Die Kundenspalte wird in der Bestellliste angezeigt
es_es: La columna del cliente se mostrará en la lista de pedidos
nl_nl: De klantkolom wordt weergegeven in de bestellijst

source: Show customer column in order list
de_de: Kundenspalte in Auftragsliste anzeigen
es_es: Mostrar la columna del cliente en la lista de pedidos
nl_nl: Toon klantkolom in bestellijst

source: Remove fees from child order
de_de: Gebühren aus der Kinderbestellung entfernen
es_es: Eliminar tarifas del pedido de niños
nl_nl: Verwijder kosten uit kinderbestelling

source: Remove Fees from Child Order
de_de: Gebühren aus der Kinderbestellung entfernen
es_es: Eliminar tarifas de pedido infantil
nl_nl: Verwijder kosten uit kinderbestelling
